{
  "document_metadata": {
    "title": "The Leader's Playbook",
    "subtitle": "A Leader's Toolkit to Managing Employee Experience",
    "organization": "CDO Foodsphere, Inc.",
    "pages_covered": "1-53",
    "version": "Current Edition"
  },
  "introduction": {
    "founders_message": {
      "author": "Corazon Dayro-Ong",
      "title": "Founder & Chairman",
      "greeting": "My Dearest Leaders,",
      "message": [
        "When I first dreamt of starting my own business, I was inspired by the love that I have for my family more than anything else. I never imagined that such a simple dream would one day turn into a bigger reality - becoming one of the largest food enterprises in the Philippines. Now, it has become a home to other families as well.",
        "Ever since, we have treated our employees as an extension of our own family. I always believe that when we are able to look after their welfare, they will in turn take care of our business and treat it as their own.",
        "It is for this reason that I urge each one of you to lead your team with the same passion, understanding, and vigor as you do your job. As leaders, you play a vital role in helping us make this home flourish.",
        "Your leadership should inspire your people to be better in what they do believing that it will fulfill their own sense of purpose. I trust that you will be our partner in nurturing the people that we have and in continuously making their stay in our home a truly meaningful one.",
        "Let this playbook be your tool in guiding your people in their journey here in CDO. We depend on you in creating a prosperous home as we continue to remain relevant and evolve as a family that serves a bigger community.",
        "Together, let us strengthen our bond as a family, as one Ka-Republika so that with One Heart and in One Home we will be able to fulfill our purpose and thrive as One CDO, continuously serving our customers and consumers with food that brings them Home."
      ]
    },
    "playbook_overview": {
      "description": "The Leader's Playbook is a comprehensive but easy-to-use manual that provides guidelines for leaders like you on managing your staff's employee experience using the current HR processes and tools.",
      "structure": "This playbook offers the support that you need to carry out your role as a leader, arranged based on the employee's life cycle within the organization.",
      "phases": [
        "Attract",
        "Onboard",
        "Engage",
        "Develop",
        "Offboard"
      ],
      "contents_per_phase": [
        "Relevant principles",
        "Guidelines",
        "Tools",
        "Processes"
      ],
      "navigation": "Icons and underlined words or phrases that are clickable are embedded in this toolkit to help in the ease of navigation.",
      "disclaimer": "Although this playbook intends to help you lead effectively, it does not guarantee to have all the answers. In situations that are extraordinarily complex, unusual, or new, it is still recommended to work with or consult your HR Business Partner.",
      "expectation": "You are expected to be fully oriented with the contents of this playbook. Should there be any changes in the HR standards and guidelines and any other related information that will not be immediately reflected in the playbook, the Company, through Corporate HRAD, will make sure to notify its employees."
    },
    "employee_experience_concept": {
      "title": "A meaningful employee experience in CDO should look and feel like HOME",
      "definition": "A meaningful employee experience in CDO can be likened to finding a place called 'HOME' where one's capabilities are valued, recognized, and maximized throughout the employee's stay. Key to this experience is the leader's support, participation, and guidance.",
      "journey_stages": [
        {
          "stage": "Initial Impression",
          "quote": "This looks like a place I can call home."
        },
        {
          "stage": "Confirmation",
          "quote": "Indeed, it feels like home!"
        },
        {
          "stage": "Contribution",
          "quote": "Given my capabilities, I know how I can contribute to this household, and I am empowered to do so."
        },
        {
          "stage": "Growth",
          "quote": "This home supports my personal and professional growth."
        },
        {
          "stage": "Legacy",
          "quote": "I will always look at CDO as my home."
        }
      ]
    },
    "navigation_structure": {
      "phases": [
        {
          "phase": "Attract",
          "principles": [
            "Stages of the Hiring Process"
          ],
          "processes_and_policies": [
            "Interview Levels",
            "PRF Levels of Approval",
            "Internal Hiring Process"
          ],
          "tools": [
            "Personnel Requisition Form",
            "Job Description",
            "Interview Guide Question"
          ],
          "learning_series": [
            "Interviewing 101"
          ]
        },
        {
          "phase": "Onboard",
          "principles": [
            "Orientation vs Onboarding",
            "Importance of Proper Onboarding",
            "The Leader's Role in the Onboarding Phases"
          ],
          "processes_and_policies": [
            "Onboarding Process",
            "Probationary Period"
          ],
          "tools": [
            "Hiring Leader's Guide",
            "Welcome Email Template",
            "Onboarding Buddy"
          ],
          "learning_series": []
        },
        {
          "phase": "Engage",
          "principles": [
            "Performance Management System",
            "Employee Rewards and Recognition",
            "Employee Benefits",
            "Employee Discipline"
          ],
          "processes_and_policies": [
            "PMS Cycle",
            "Performance Improvement",
            "Code of Conduct"
          ],
          "tools": [
            "Performance Evaluation",
            "PEF Template",
            "PIP Template",
            "Code of Conduct Handbook"
          ],
          "learning_series": [
            "Conducting a Performance Evaluation",
            "Coaching 101"
          ]
        },
        {
          "phase": "Develop",
          "principles": [
            "The Principles of Developing Talent",
            "CDO's Talent Development Framework",
            "The Different Ways to Develop Talent",
            "The Individual Development Plan"
          ],
          "processes_and_policies": [
            "ASPIRE"
          ],
          "tools": [
            "Internal/Inhouse Training",
            "CDO LIVE",
            "External Training"
          ],
          "learning_series": []
        },
        {
          "phase": "Offboard",
          "principles": [
            "Stages of the Offboarding Process"
          ],
          "processes_and_policies": [
            "FSI Separation Process",
            "The Exit Interview",
            "Employee Clearance Process"
          ],
          "tools": [],
          "learning_series": []
        }
      ]
    }
  },
  "attract_phase": {
    "page_numbers": [3, 30],
    "title": "ATTRACT",
    "tagline": "This looks like a place I can call Home.",
    "subtitle": "Framework | Processes | Policies | Tools",
    "framework": {
      "main_goal": "Attract the right talent to the CDO HOME.",
      "leader_role": {
        "title": "Your role as Leader:",
        "responsibilities": [
          "Identify the right talent needed to perform the job.",
          "Determine selection criteria that will be used as reference in assessing the candidate's qualifications.",
          "Represent and promote the Company's vision, mission, values, and philosophy.",
          "Ensure awareness and compliance with the hiring guidelines."
        ]
      },
      "key_principle": "Deciding on who to hire are among the most important choices that a leader will have to make. It is essential to acquire talents who can eagerly contribute to the growth potential of the organization. As Foodsphere, Inc. wants to invest in individuals with the right attitude, aptitude, and personal attributes as well as good cultural fit for the company, the leader must be able to drive this by carefully selecting qualified and diverse workforce that will help achieve the organization's goal."
    },
    "processes_and_policies": {
      "stages_of_hiring_process": {
        "title": "Stages of the Hiring Process",
        "note": "All hiring should be based on an approved plantilla. Hiring outside of the approved plantilla must be approved by the President. In cases when there is a directive to cut on headcount, any additional headcount must first be approved by the President.",
        "stages": [
          {
            "stage_number": 1,
            "stage_name": "IDENTIFYING HIRING REQUIREMENTS",
            "description": "Based on an approved strategic and operational manpower needs, hiring managers trigger the request for hire and provide HR with a detailed job description.",
            "tools_required": [
              "Personnel Requisition Form",
              "Sample Job Description"
            ]
          },
          {
            "stage_number": 2,
            "stage_name": "SOURCING",
            "description": "HR-Recruitment sources applicants through different means like job advertisements, job fairs, social media, job sites (ex. LinkedIn, Jobstreet etc.), referrals, and internal recruitment (within the company).",
            "tools_required": []
          },
          {
            "stage_number": 3,
            "stage_name": "SCREENING",
            "description": "HR-Recruitment facilitates the screening by conducting phone calls, interviews and administering assessment tests. Favorable results will be passed on to the hiring manager who will conduct the succeeding interviews.",
            "tools_required": []
          },
          {
            "stage_number": 4,
            "stage_name": "SELECTION",
            "description": "Hiring managers provide feedback to HR-Recruitment and work together to generate hiring decisions - based on the applicant's performance on different aspects of the recruitment pipeline, such as interviews and standardized tests.",
            "tools_required": [
              "Interview Guide",
              "CDO BBI Form"
            ]
          },
          {
            "stage_number": 5,
            "stage_name": "JOB OFFER & HIRE",
            "description": "HR gives the job offer to successful candidates, which includes details on role and responsibilities, salary, location, and benefits. Applicants may negotiate on certain terms, and HR reaches out to the hiring manager for any support needed.",
            "tools_required": []
          }
        ]
      },
      "interview_levels": {
        "title": "Interview Levels",
        "description": "As part of the recruitment and selection process, applicants go through a series of interviews depending on the job level/rank of the position being applied for.",
        "interview_matrix": {
          "mancom_senior_manager_up": [
            "Recruitment Head",
            "Division Head (AVP/VP)",
            "VP-HRAD",
            "Sr. Consultant",
            "President"
          ],
          "supervisor": [
            "Recruitment Staff",
            "Section Head/Department Head",
            "Division Head (AVP/VP)"
          ],
          "rank_and_file": [
            "Recruitment Staff",
            "Department Supervisor",
            "Section Head/Department Head",
            "Division Head (AVP/VP)"
          ],
          "project_based_fixed_term_non_prod": [
            "Recruitment Staff",
            "Department Supervisor",
            "Section Head/Department Head"
          ],
          "fixed_term_prod": [
            "Recruitment Staff",
            "Department Supervisor"
          ]
        }
      },
      "internal_hiring_process": {
        "title": "Internal Hiring Process",
        "process_steps": [
          "Recruitment to send a monthly vacancy update to all email users.",
          "Employee to prepare a Letter of Intent (LOI) and secure the approval from immediate superior prior to submission of application.",
          "Once LOI is approved, employee to send an email to interapply@cdo.com.ph.",
          "Recruitment to screen and evaluate internal applications following the standard assessment process.",
          "Recruitment to discuss the profile of the candidate to the hiring manager.",
          "Provide an update to the employee on the status of his/her application.",
          "If the employee passed the assessment, releasing manager to prepare and submit the RPA to the HRBP.",
          "HRBP to process the RPA and secure the signature of the receiving manager."
        ],
        "leaders_goal": {
          "description": "The leader's role in filling up a vacancy is to raise a requisition and participate in the entire interview process from the preparation of the Personnel Requisition Form (PRF) to the final recommendation of candidates.",
          "extended_goal": "Since our Company depends on the quality and talent of its employees, deciding on who to hire are among the most important choices that you will make as a leader. You must try to select, develop, and retain a qualified and diverse workforce that will promote and support the Company in achieving its organizational goals. At each stage of the employment process, from determining your staffing needs through recruitment, interviewing, and selection, you will be presented with opportunities to make choices that will lead to the effective management of your operations. You may seek advice and guidance from our Recruitment Team in making these choices, but selecting the candidate that best meets your needs will rest upon you.",
          "equal_opportunity_means": [
            "Provide fair and equal access to all available jobs, training, and promotional opportunities",
            "Apply all policies and practices consistently to applicants and employees",
            "Do not differentiate among applicants or employees on the basis of race, color, nationality, religion, gender identity or expression, physical or mental disability, medical condition, ancestry, marital status, age, etc."
          ],
          "legal_reference": "Republic Act 10524, Sec. 5"
        },
        "important_note": "Releasing manager should ensure a proper turnover of the employee's current responsibilities before he/she officially transfers to the new department/section.",
        "related_documents": [
          "Letter of Intent (LOI) Form",
          "Sample email on internal hiring"
        ]
      }
    },
    "learning_series": {
      "interviewing_101": {
        "title": "INTERVIEWING 101",
        "subtitle": "Facilitate a smooth interview process and create a positive impression on prospective candidates by preparing well.",
        "sections": {
          "job_interview_definition": {
            "title": "Job Interview",
            "definition": "A job interview is a conversation that occurs between a potential employer and a job applicant, where the employer has the opportunity to assess and appraise the qualifications and general fitness of the applicant for the job opening.",
            "objective": "The objective of an interview is to know the applicant more by gathering information about his/her profile, competencies, and work experience (if applicable) and use them against the defined selection criteria to be able to choose the most qualified candidate."
          },
          "leader_goal_as_interviewer": {
            "title": "Your Goal as a Leader",
            "goals": [
              "Treat all applicants in a fair and equal manner",
              "Evaluate applicants effectively based on clearly defined set of selection criteria",
              "Complete the interview process quickly including any related documentation",
              "Choose the best candidate for the job"
            ],
            "preparation_importance": "It is important for leaders (as interviewers) to prepare well for the interview in order to facilitate a smooth process. Preparation includes coordinating with the concerned authorities, setting the most appropriate schedule and venue, and visualizing the interview proper, i.e. what questions to ask, how to open and close the interview, etc.",
            "important_note": "Whenever you conduct an interview, you represent FSI. A good interview experience for the candidate will leave a positive impression for the Company even if no job offer will be made in the end. However, a bad interview may result in a bad image for the Company, which can be shared by the applicant through friends, relatives, and social media."
          },
          "preparing_for_interview": {
            "title": "Preparing for the Interview",
            "steps": [
              {
                "step": 1,
                "action": "Review the job description",
                "description": "Identify the competencies to describe the desired candidate (experience, knowledge, education, and intellectual, interpersonal, and motivational competencies). This is your job/candidate profile."
              },
              {
                "step": 2,
                "action": "Review each candidate's resume",
                "description": "Select those who best match your job/candidate profile for interview."
              },
              {
                "step": 3,
                "action": "Inform or arrange an interview schedule",
                "description": "Inform or arrange an interview schedule with the candidate through the Recruitment team. Ensure that the interview will be conducted in a quiet and private place, free of distractions and interruptions (applies whether the interview will be held virtually or in person). Do not be late in the interview schedule. Allot a maximum of one (1) hour for the interview."
              },
              {
                "step": 4,
                "action": "Prepare interview questions",
                "description": "Prepare interview questions or check out guide questions to allow a smooth flow of conversation with the candidate. Ask questions that draw out the candidate's competencies in relation to the competencies necessary to effectively perform the job."
              },
              {
                "step": 5,
                "action": "Review materials before interview",
                "description": "Review the candidate's resume and supporting materials shortly before the interview to refresh your memory."
              },
              {
                "step": 6,
                "action": "Record evaluation",
                "description": "After the interview, record your evaluation and recommendation in the interview evaluation form that will be provided by the Recruitment team or, in the absence of an evaluation form, prepare your own interview rating sheet."
              }
            ]
          },
          "conducting_the_interview": {
            "title": "Conducting the Interview",
            "steps": [
              {
                "step": 1,
                "title": "Set the interview climate",
                "description": "Choose a schedule and a venue that will allow you to conduct the interview with no distractions or interruptions. BE ON TIME! This applies even if the interview will be conducted online. Focusing on the applicant will allow you to gather as much information as you need as well as fairly assess his/her qualifications."
              },
              {
                "step": 2,
                "title": "Establish rapport with the applicant",
                "description": "Try to put the applicant at ease - greet them with a warm friendly smile, introduce yourself, shake their hands (if face-to-face), and ask simple questions like, 'How was your day?', 'Have you had a hard time finding our office?'"
              },
              {
                "step": 3,
                "title": "Set the agenda",
                "description": "Describe the interview structure, i.e. how the interview will proceed, who will be involved (if it's a panel)."
              },
              {
                "step": 4,
                "title": "Take notes",
                "description": "This will help you ask follow-up questions and recall specific details about the applicant. Notes need not be verbatim; key words or phrases will do."
              },
              {
                "step": 5,
                "title": "Listen carefully",
                "description": "Do not anticipate the answers of the applicant. Reserve judgment until after the applicant has finished answering."
              },
              {
                "step": 6,
                "title": "Ask questions",
                "description": "Begin with relatively simple questions based on information included in the applicant's CV or resume. Then focus on behavioral-based questions that will allow the applicant to talk about his/her previous experiences and achievements."
              },
              {
                "step": 7,
                "title": "Maintain control",
                "description": "If the applicant gets off-track, ask a specific question that will bring him/her back to the interview."
              },
              {
                "step": 8,
                "title": "Allow opportunity for questions",
                "description": "Before ending the interview, give the applicant the opportunity to ask questions and try to answer them to the best of your knowledge. Do not give false or incomplete information."
              },
              {
                "step": 9,
                "title": "Close the interview",
                "description": "Ask whether the candidate has anything more to tell you or any questions. Explain the next step in the process. Thank the candidate. Complete your notes and/or rating sheet (if any)."
              }
            ]
          },
          "behavioral_based_interview": {
            "title": "Behavioral-based Interview",
            "definition": "Behavioral interview is a structured interviewing approach that focuses on asking questions to identify past behaviors and successes that closely relate to situations the candidates will encounter in the job for which they have applied for. This is based on the premise that past behavior is the most accurate predictor of future behavior.",
            "purpose": "The candidate has the opportunity to demonstrate their potential for succeeding in the new job by providing concrete examples of how they used specific behaviors or skills to handle certain situations based on their past experience. This helps the interviewer get an accurate picture of not only what the candidate can do, but how they do it.",
            "source": "www.ddiworld.com",
            "statistics": {
              "hiring_confidence": {
                "percentage": "14%",
                "description": "of hiring managers are confident in their hiring decisions"
              },
              "turnover_from_bad_hires": {
                "percentage": "80%",
                "description": "of employee turnover comes from bad hiring decisions"
              },
              "cost_of_bad_hire": {
                "multiplier": "2x",
                "description": "The financial cost of a bad hire can exceed twice the salary of the position"
              }
            }
          },
          "star_method": {
            "title": "STAR Method",
            "description": "Part of behavioral interviewing is the use of the STAR method, which was introduced by Development Dimensions International (DDI), an international human resources and leadership development consultancy. The STAR method helps one capture complete information about how someone has performed on the job. It is one of the simplest and most effective ways to communicate in an interview or even when providing feedback.",
            "purpose": "Using this method in a behavioral interview allows the candidate to tell stories about themselves based on past experiences and behavior, which will help you draw better conclusions about their skill and job fit.",
            "components": [
              {
                "letter": "S",
                "component": "Situation",
                "description": "Ask the candidate to explain the situation to set the context/background",
                "example_questions": [
                  "Tell me about a time when...",
                  "Think of a situation where you..."
                ]
              },
              {
                "letter": "T",
                "component": "Task",
                "description": "Ask to describe the problem or challenge and the task that needs to be achieved",
                "example_questions": [
                  "What hurdles did you face?",
                  "What made it difficult?"
                ]
              },
              {
                "letter": "A",
                "component": "Action",
                "description": "Ask about the actions taken to handle the situation and overcome the challenge",
                "example_questions": [
                  "What steps did you take?",
                  "What decisions did you make?",
                  "What strategies had been effective?"
                ]
              },
              {
                "letter": "R",
                "component": "Result",
                "description": "Ask to describe the outcome of the action and its impact",
                "example_questions": [
                  "What was the result of your actions?"
                ]
              }
            ]
          },
          "behavioral_sample_questions": {
            "title": "Behavioral-based Sample Guide Questions",
            "important_note": "Ask only questions that specifically pertain to the candidate's skills, knowledge, abilities, and interests related to the position, as described on the requisition and job description, based on the predetermined selection criteria. Questions related to gender, sexual orientation, age, marital status, color, race, religion, national origin, medical condition, pregnancy, or disabilities are inappropriate and must be avoided.",
            "categories": {
              "openness_and_collaboration": {
                "title": "On Openness & Collaboration",
                "questions": [
                  "Describe a time when you had to collaborate with a team member in another department in your company. How did you overcome the differences in department goals?",
                  "Tell me about a time when you had to collaborate with a member of your team who was not responsive. How did you handle that situation? Were you able to fulfill your responsibilities and hit your goals?",
                  "Tell me about a time when you worked with a team to solve a problem. What was the situation? How were you involved? What steps did you take? What was the outcome?",
                  "Describe a time when you disagreed with a team member. How did you resolve the problem?",
                  "Can you give me an example of a time you faced conflict while working on a team? How did you handle/manage that situation and still fulfill your responsibilities?"
                ]
              },
              "integrity": {
                "title": "On Integrity",
                "questions": [
                  "Tell me about a time when you had to choose between making an easy decision and making the right decision.",
                  "How have you dealt with failure in the past?",
                  "Do others consider you trustworthy? Tell me of a situation when this has been manifested.",
                  "Tell me about a time when you need to admit a mistake that you made.",
                  "Tell me of a situation in which you had to make a sacrifice in order to stay true to your values."
                ]
              },
              "passion_for_customers_and_consumers": {
                "title": "On Passion for Customers and Consumers",
                "questions": [
                  "Give me an example of when you had to interact with a difficult client/customer. What were the circumstances of the interaction? How did you handle this difficulty? Were you able to change the experience from negative to positive?",
                  "Tell me about a time you went above and beyond what was expected to please a customer?",
                  "Give me an example where you did not meet a client's expectations. What happened and how did you attempt to fix it?",
                  "Tell me about a time you thought you communicated clearly but were misunderstood. What happened and how did you handle the situation?",
                  "Give me an example of a time when you had to explain something fairly complex to a frustrated client or coworker. How did you make sure they understood you?"
                ]
              },
              "innovation_and_entrepreneurship": {
                "title": "On Innovation and Entrepreneurship",
                "questions": [
                  "Tell me about a time when you took an innovative approach to solve an issue.",
                  "Tell me about a time your innovative idea didn't work out. What did you learn from it?",
                  "How have you used innovation to overcome workplace challenges?",
                  "Tell me about a time you used your knowledge of your organization to come up with an idea or project and had it approved.",
                  "Have you ever run over budget? Why did that happen, and how did you handle it?"
                ]
              },
              "love_for_god": {
                "title": "On Love for God",
                "questions": [
                  "Tell me about a time when you initiated activities that had been helpful to others or to a certain group/community?",
                  "Describe a time when you think you had positively influence another person.",
                  "Tell me about a time when you had to ensure that diversity and inclusion was observed in the workplace."
                ]
              }
            }
          }
        }
      }
    },
    "tools": {
      "title": "MY TOOLS in Attracting Talents",
      "available_tools": [
        {
          "tool_name": "Personnel Requisition Form (PRF)",
          "description": "Accomplish the form completely and submit it to the Recruitment Section to initiate the sourcing of candidates for the position.",
          "contact_info": {
            "p2": "7254, 7204, or 7205",
            "p3": "7604"
          },
          "instruction": "Get in touch with any of the Recruitment Team for questions or concerns at the following local numbers"
        },
        {
          "tool_name": "Sample Job Description",
          "description": "Having a clear and accurate job description will help you determine the fit of candidates for the role and evaluate their skills and abilities.",
          "benefits": "Accurate JDs help filter your applicants, saving a significant amount of time in screening. It can attract skilled people aligned with what you need."
        },
        {
          "tool_name": "CDO Behavior-based Interview Form",
          "description": "Interview guide with behavioral-based questions organized by competency"
        }
      ]
    },
    "faqs": {
      "title": "FAQs",
      "questions": [
        {
          "question": "Are we open to hiring fresh graduates or candidates without prior work experience?",
          "answer": "Yes, although our priority is to hire experienced candidates, there are roles that do not require such and are open to accepting fresh graduates or candidates without prior work experience, but who possess good potential."
        },
        {
          "question": "Are we open to hiring of employee's relatives?",
          "answer": "FSI employees' relatives up to the second degree of consanguinity or affinity are not allowed to apply for regular, contractual, or project-based employment. They may only be employed on the following conditions:",
          "conditions": [
            "Prospective applicant will not be directly reporting to or working with the relative employee within the same section or department",
            "Prospective applicant meets the basic requirements of the job",
            "Approval, along with a justification letter, is obtained from the Supervisor, Section Head/Department Head, Division Head, and President"
          ],
          "special_conditions": {
            "ojt_and_seasonal": "Hiring of employees' relatives are only allowed for OJT or during peak season provided that the following conditions are met:",
            "requirements": [
              "Seasonal employees or OJTs will not directly report to their relatives",
              "S/he will not be in the same section or department as their relatives"
            ]
          }
        },
        {
          "question": "Are we open to re-hiring previous employees?",
          "answer": "Yes, the Company allows rehiring of a previous employee depending on the following conditions:",
          "conditions": [
            "A previous regular employee can be rehired six (6) months after his/her separation with the Company",
            "A previous seasonal employee can be rehired as a seasonal employee if s/he has been recommended by his/her immediate superior, or as a regular employee if s/he does not have a relative who is an active employee of the Company",
            "A previous contractual employee can be rehired as a probationary/regular employee",
            "The employee has shown satisfactory performance during his/her previous stint with the Company",
            "The employee resigned on a voluntary basis and not due to termination for a company violation",
            "The employee has no derogatory or disciplinary action record while employed with the Company or in any of its affiliated companies, and in any of his/her succeeding employers after leaving the Company"
          ],
          "note": "All applicants under this category should still undergo the usual selection and hiring process and the terms of employment."
        }
      ]
    }
  },
  "onboard_phase": {
    "page_numbers": [31, 53],
    "title": "ONBOARD",
    "tagline": "Indeed, it feels like Home!",
    "subtitle": "Framework | Processes | Policies | Tools",
    "framework": {
      "main_goal": "Welcome your new staff into the CDO HOME. Create a positive new hire experience by facilitating a seamless integration.",
      "leader_role": {
        "title": "Your role as Leader:",
        "responsibilities": [
          "Clarify job expectations by ensuring that the new employee understands how to translate expectations in their day-to-day activities and how their role impacts the department's priorities.",
          "Communicate CDO's strategic priorities, history, values, and culture.",
          "Provide regular feedback on their performance and identify support to bridge any gaps."
        ]
      },
      "onboarding_definition": {
        "title": "ONBOARDING",
        "description": "Onboarding is the process of facilitating all necessary organizational actions that support new employee integration and help them function in their role effectively within the organization. It occurs in the period between offer acceptance until full integration into the CDO family. This stage is critical because as early as Day 1, new hires are already imagining how their life is going to be during their stay in the organization."
      },
      "orientation_vs_onboarding": {
        "title": "Orientation vs Onboarding",
        "orientation": {
          "definition": "one part of the onboarding process",
          "characteristics": [
            "a structured event that focuses on the information the employee needs to know to get started",
            "awareness on the organizational structure, policies and procedures, team or people to work with, ways of working"
          ]
        },
        "onboarding": {
          "characteristics": [
            "can last anywhere from 3 months to a year, depending on the roles and responsibilities of the position and the amount of organizational knowledge and understanding necessary in order to succeed in the role",
            "aims to align the new employee with the company's culture, shared vision, mission, and values",
            "focuses on strengthening the employee's connection to the organization and its people"
          ]
        }
      },
      "importance_of_onboarding": {
        "title": "Importance of Proper Onboarding",
        "description": "An established and effective employee onboarding program will help in the successful integration of a new hire in CDO. It is vital not only to the success of the team, but also to the productivity and longevity of the new employee.",
        "benefits": [
          "Increase productivity and retention",
          "Reduce anxiety and stress for the new employee",
          "Reduce new hire turnover",
          "Prevent future spending on re-recruiting and training",
          "Foster employee engagement"
        ],
        "success_factors": {
          "description": "New hires will become successful in their jobs and make immediate contributions to the team if they:",
          "factors": [
            "understand their role and responsibilities",
            "understand their role's impact to the team",
            "integrate well into the culture of the organization",
            "feel genuinely welcomed"
          ]
        },
        "did_you_know": {
          "title": "DID YOU KNOW?",
          "statistics": [
            "According to 7 Need-to-Know Facts about Employee Onboarding, employees who participate in a structured onboarding program are 69% more likely to stay with an organization for 3 years and more.",
            "It also mentioned that onboarding programs can increase retention by 25% and improve employee performance by 11%."
          ],
          "source": "www.clickboarding.com"
        }
      }
    },
    "processes_and_policies": {
      "onboarding_process": {
        "title": "Onboarding Process",
        "note": "This onboarding process is intended for office-based (production and non-production) employees only and not applicable to production workers. A separate orientation program is applicable to and facilitated for the production workers.",
        "stages": [
          {
            "stage": "Pre-Arrival",
            "responsibilities": [
              "Check and update the onboarding checklist shared by Recruitment",
              "Send a welcome note to the new hire (1st email in his/her inbox)",
              "Ensure work space is set up and clean",
              "Request appropriate technology access and equipment (via CDO IT Freshservice)",
              "Notify your team about the new member",
              "Assign an onboarding buddy"
            ]
          },
          {
            "stage": "New Hire Orientation (First Week)",
            "responsibilities": [
              "Meet regularly with the new hire to review job expectations",
              "Orient the new hire on his/her duties and responsibilities and set performance expectations",
              "Conduct departmental welcome and introduction to colleagues and stakeholders",
              "Assign an onboarding buddy"
            ]
          },
          {
            "stage": "Department Assimilation (First 3 Months)",
            "responsibilities": [
              "Continue regular meetings or kumustahan sessions with the new hire",
              "Provide regular feedback and support; obtain feedback as well",
              "Conduct a midpoint performance review"
            ]
          },
          {
            "stage": "Prior to Regularization (3 Months Up)",
            "responsibilities": [
              "Conduct probationary performance evaluation on the 4th month",
              "PEF: Mancom and Supervisors",
              "PEF: Rank-&-File",
              "Prepare and submit necessary documents for regularization"
            ]
          }
        ]
      },
      "leader_key_responsibilities": {
        "title": "Key Responsibilities",
        "description": "As the hiring leader, you have the most influence in making the onboarding process a successful one. You serve as the link that integrates the new employee into the organization. You should be aware that a well-structured onboarding program not only increases employee retention, but also plays a vital role in building positive organizational culture. By making a proper and positive impression, employees will more likely stay and be a productive member of the organization.",
        "responsibilities": [
          {
            "number": 1,
            "title": "Clarify job expectations",
            "details": [
              "Discuss and review together the employee's duties and responsibilities and how the role impacts the department's goals and priorities.",
              "Set expectations.",
              "Ensure the employee understands how to translate expectations into day-to-day activities."
            ]
          },
          {
            "number": 2,
            "title": "Manage performance and provide support",
            "details": [
              "Schedule regular meetings to provide continuous direction and support.",
              "Provide feedback, both positive and constructive, on the employee's performance and determine support and resources needed to bridge any gaps."
            ]
          },
          {
            "number": 3,
            "title": "Ensure regular and ongoing communication",
            "details": [
              "Discuss the formal and informal culture, values, and practices of the team and the company.",
              "Discuss your preferred leadership, management, communication, problem-solving and decision-making style."
            ]
          }
        ]
      },
      "probationary_period": {
        "title": "PROBATIONARY PERIOD",
        "description": "The first one hundred eighty days of a new employee is considered as the most critical period in his/her employment as it would determine his/her success in the organization in terms of job and culture fit. The probationary period helps employers observe the skills, competence, and performance of new employees and determine if they are able to meet the reasonable standards to become regular or permanent employees.",
        "leader_goal": "In order to do this, the leader should develop performance goals and expectations, observe and provide regular feedback, and set aside ample time to discuss and evaluate the employee's performance.",
        "duration": "180 DAYS",
        "legal_reference": {
          "description": "Under Article 281 of the Labor Code of the Philippines, the maximum length of probationary employment shall be 180 days, and is counted from the date an employee started working, unless it is covered by an apprenticeship agreement stipulating a longer period. The services of an employee who has been engaged on a probationary basis may be terminated for a just cause or when he fails to qualify as a regular employee in accordance with reasonable standards made known by the employer to the employee at the time of his engagement."
        },
        "timeline": {
          "third_month": {
            "title": "On the 3rd Month",
            "action": "It is recommended that you conduct a mid-point performance evaluation to determine whether the new employee is meeting performance standards. It does not have to be through a formal performance evaluation, but you should have some form of documentation.",
            "purpose": "Conducting a mid-point performance review allows the new employee the opportunity to make changes and improvements in his/her performance in the succeeding months before the 5th month performance evaluation."
          },
          "fourth_month": {
            "title": "On the 4th Month",
            "action": "Upon receiving the notice from HR-Compensation & Benefits on the regularization period of the new employee, you should immediately accomplish the Performance Evaluation Form (PEF). You should be able to submit it on the 5th month with a decision on whether or not to regularize the employee.",
            "note": "When the employment is not terminated after the 180-day probationary period, it shall then be considered regular employment."
          }
        },
        "watch_out": "During the probationary period of the new employee, your role is to monitor and review his/her performance based on the goals and expectations that were set and agreed upon since the first day of employment."
      },
      "regularization_process": {
        "title": "Regularization Process",
        "department_head_responsibility": {
          "description": "It is crucial for you to submit the necessary documents and/or inform your HRBP before the 5th month of the probationary period if you are not recommending the employee for regularization since HR needs to provide him/her a 30-day notice prior to the end of his/her contract.",
          "watch_out": true
        },
        "required_documents": [
          "PEF for Mancom & Supervisors",
          "PEF for Rank & File",
          "RPA"
        ]
      }
    },
    "tools": {
      "title": "MY TOOLS in Onboarding Employees",
      "available_tools": [
        "Hiring Leader's Onboarding Guide",
        "New Employee Announcement Email",
        "Welcome Email",
        "Onboarding Buddy",
        "FAQs"
      ],
      "hiring_leaders_guide": {
        "title": "Hiring Leader's Onboarding Guide",
        "pre_arrival": {
          "title": "Pre-Arrival",
          "tasks": [
            "Check the Onboarding Checklist that will be sent by the Recruitment Team.",
            "Request for computer/laptop setup and account creation (email account, login credentials, access to shared folder, etc.) via CDO IT Freshservice",
            "Ensure workspace is clean with all the necessary equipment and supplies.",
            "Send an announcement via email to concerned parties regarding the new employee. See New Employee Announcement Email template.",
            "Assign an Onboarding Buddy.",
            "Arrange a schedule for the first 1-2 weeks to discuss all necessary information that will help facilitate a smooth onboarding. Prepare information and documents, i.e. job description, organizational charts, strategic plans and priorities, programs, and specific policies and procedures, pertaining to the employee's role and the department/section's functions.",
            "Arrange a welcome lunch on the new employee's first day. (optional)",
            "Ensure that the employee attends the onsite EGCOP class or takes the EGCOP via CDO LIVE."
          ]
        },
        "first_week": {
          "title": "First Week (1-2 Weeks)",
          "tasks": [
            "Send a welcome email to the new employee on his/her first day.",
            "Introduce the new employee to the team, co-workers, and to his/her onboarding buddy.",
            "Issue laptop/computer and orient in the use of computer sign-in/log-in credentials, access to shared drives, and other portals.",
            "Ensure that the employee was provided a copy of the onboarding manual (c/o HRBP).",
            "Conduct a 1-on-1 session with the new employee to discuss his/her duties and responsibilities, the team's organizational structure, plans, priorities, and programs, policies and procedures. It will help if there are available documents that he/she can read and review.",
            "Discuss your leadership/management style, expectations, and ways of working. Discuss communication channels that the team uses, i.e. Viber, Chat, Messenger. Share unwritten rules, nuances, and traditions.",
            "Discuss timekeeping process and application via ESS portal, i.e. work schedule, PTO, OB, OT.",
            "Discuss company policies and guidelines.",
            "Give an office/plant tour through the assigned onboarding buddy, including location of washrooms, ATM, canteen, chapel, training/meeting/conference rooms, emergency exits, activity center.",
            "Review the functions of other departments where relevant.",
            "Plan and discuss the new employee's first assignment/project so that he/she has early success.",
            "Remind the new employee to answer the Quick Onboarding Survey that can be found in the onboarding manual.",
            "Arrange for regular or weekly meetings with the new employee to review and support their integration."
          ]
        },
        "first_3_months": {
          "title": "First 3 Months",
          "tasks": [
            "Schedule regular Kumustahan Sessions with the new employee to touch base, review and clarify performance objectives, expectations, project/assignment updates, and answer any questions.",
            "Provide coaching and continuous feedback. Discuss possible issues and challenges and agree on solution.",
            "Discuss training or workshops that are available and may be beneficial to the employee's development. Review learning and development opportunities.",
            "Remind new employee to answer the 30-60-90 day onboarding survey.",
            "Conduct mid-point performance evaluation."
          ]
        },
        "three_months_up": {
          "title": "3 Months Up",
          "tasks": [
            "Continue with regular Kumustahan Sessions with the new employee to touch base, review and clarify performance objectives, expectations, project/assignment updates, and answer any questions.",
            "Continue to provide coaching and feedback, including discussion of possible issues and challenges and agree on solution.",
            "Review the onboarding process with the new employee.",
            "Conduct probationary review. Get in touch with HRBP.",
            "Remind new employee to answer the 180-day onboarding survey.",
            "Discuss career development and plans for the future."
          ]
        }
      },
      "new_employee_announcement_email": {
        "title": "New Employee Announcement Email Template",
        "description": "You may use this template as a reference when sending an announcement to the team. Please note that this is only a suggested format. You may create your own email depending on how you would want to introduce the new employee to the team.",
        "template": {
          "greeting": "Dear Team,",
          "opening": "Good day!",
          "announcement": "I am pleased to announce that Mr./Ms. <Name of New Employee> will be joining the <Department/Section> as <Position Title> effective <Start Date>.",
          "background": "<Nickname> graduated from <University> with a degree in <Course>. (If not a fresh graduate, may add previous work experience) She used to work as a <Former Position Title> at <Former Company Name>. <May opt to share a few information about the new employee pertaining to his/her academic achievements or milestones in previous work>.",
          "responsibilities": "As <Position Title>, <Nickname> will be responsible in <brief description of his/her job or duties and responsibilities>.",
          "closing": "Please join me in welcoming <Nickname> to our Home.",
          "signature": "Signature"
        }
      },
      "welcome_email_template": {
        "title": "Welcome Email Template",
        "description": "You may use this template as a reference when sending a welcome email to the new employee. Please note that this is only a suggested format. You may personalize the email based on your team's set-up and requirements and your style and preference.",
        "template": {
          "greeting": "Dear <Name/Nickname of New Employee>,",
          "opening": "Welcome to CDO Foodsphere, Inc. and to the <Department/Section>!",
          "welcome_message": "We are pleased that you have chosen to be part of our home and we believe that this is the beginning of a meaningful and mutually beneficial relationship.",
          "onboarding_manual": "By now, you should have received a copy of the Onboarding Manual. Kindly read through it to guide you in your integration with the company and our department.",
          "additional_info": "<May include information pertaining to communication channels used by the team, systems that the new employee might need to access, i.e. ESS, online systems, etc.>",
          "encouragement": "We hope that you will learn a lot not only about the company and your work, but also about the people and the culture of our organization. We encourage you to share your ideas and suggestions to further strengthen as well as improve our current systems, processes, and practices.",
          "support": "We are here to support you as you transition into your new role. Should you have any questions or concerns, do not hesitate to get in touch with me or <HRBP>.",
          "closing": "Again, welcome to CDO, Ka-Republika! We're looking forward to your successful journey in your new home.",
          "signature": "Signature"
        }
      },
      "onboarding_buddy": {
        "title": "Assigning an Onboarding Buddy",
        "definition": "An Onboarding Buddy is someone who partners with the new employee during the first year of employment and serves as a source of information, advice, guidance, and encouragement in order to steer the new employee in the right direction and helps create and maintain a positive, productive integration.",
        "selection_criteria": {
          "title": "Criteria for Selecting an Onboarding Buddy:",
          "criteria": [
            "Familiar with the organization and the department/section's system and processes",
            "Well-engaged in the organization  appreciates the value of his/her employment with FSI; speaks well of the organization",
            "Familiar with the new employee's role or will be working closely with the new employee",
            "A positive role model; demonstrates high performance",
            "Willing and able to mentor a new hire in order to help him/her easily get integrated in the organization",
            "Has patience and good communication and interpersonal skills"
          ]
        },
        "buddy_responsibilities": {
          "title": "Responsibilities of the Onboarding Buddy:",
          "responsibilities": [
            "Be an informal resource on policies, procedures, work rules, norms, traditions, protocols. etc.",
            "Be a tour guide",
            "Guide the new hire in working out some logistics and admin-related concerns especially during the 1st week",
            "Introduce the new employee to others especially with those whom he/she will have constant interaction with"
          ]
        },
        "leader_role": {
          "title": "YOUR ROLE AS A LEADER",
          "responsibilities": [
            "Select the best onboarding colleague based on the criteria",
            "Ensure that the new employee has time to be accessible to the new employee",
            "Monitor the onboarding colleague-new employee relationship",
            "Evaluate the program"
          ]
        }
      }
    },
    "faqs": {
      "title": "FAQs",
      "questions": [
        {
          "question": "Can the probationary period be extended?",
          "answer": "No. Under normal circumstances, the probationary period of an employee should not be extended. The six months probationary period given to the new employee is considered as sufficient time for the employer and the new employee to determine if they have a good fit. However, exceptions may be made in very rare cases or under instances when complete evaluation of the employee's performance will not be possible. For emphasis, the extension must be done in good faith, with justification, and must be agreed upon by both the employer and employee. This should be approved by the Division Head and the HRAD Head."
        },
        {
          "question": "Can a new employee be regularized prior to the regularization period?",
          "answer": "No. Early regularization is discouraged unless under extreme circumstances."
        },
        {
          "question": "Is there a salary increase upon regularization?",
          "answer": "It is not automatic or guaranteed. However, in rare cases, a minimal adjustment may be recommended by the immediate superior or manager."
        },
        {
          "question": "How do we count the probationary period?",
          "answer": "The probationary period begins from the time the employee started working, not on when he/she signed the job offer or the employment contract. The probationary period of 6 months is equal to 180 days."
        },
        {
          "question": "What happens if I was unable to submit the necessary documents past the new employee's probationary period?",
          "answer": "The new employee automatically becomes a regular employee regardless of the result of the performance evaluation due to technicality."
        }
      ]
    }
  },
      "engage_phase": {
        "pages": [54, 85],
        "Framework": {
          "Description": "Engage your team members to thrive and contribute their best. Build connection, encourage collaboration, and create a work environment that values open communication, feedback, and recognition. A leader who engages the team ensures that everyone is aligned, motivated, and productive.",
          "Your_Role_as_Leader": [
            "Build strong working relationships with your team.",
            "Create opportunities for meaningful dialogue and feedback.",
            "Recognize and celebrate individual and team contributions.",
            "Empower team members by involving them in decision-making."
          ]
        },
        "Engagement_Definition": {
          "Description": "Employee engagement refers to the emotional commitment that an employee has towards the organization, its goals, and values. It is the level of enthusiasm and connection employees feel toward their work. Engaged employees are motivated to contribute to the organizations success and are more likely to stay within the company for a long time."
        },
        "Why_Engagement_Matters": {
          "Descripttion_1": "Employees are more engaged when they feel that their work is positive and fulfilling. They feel proud of, inspired by, and actively involved with their work. They also feel that their employers listen to and care for them.",
          "Engaged_Employees": [
            "Show higher productivity and better performance.",
            "Deliver better customer experience.",
            "Have lower absenteeism and turnover rates.",
            "Promote stronger teamwork and collaboration."
          ],
          "Descripttion_2": "Without employee engagement, there is no team engagement making it difficult to improve business outcomes.",
          "Disengaged_Employees": [
            "Demonstrate lower motivation and commitment.",
            "Have higher absenteeism and turnover.",
            "Negatively impact overall team morale."
          ],
          "Descripttion_3": "Through effective employee engagement initiatives and programs, employees will bring unique benefits to the organization in the form of higher profitability, better customer retention, better talent acquisition and retention, lower employee turnover, and a safer work environment.",
          "Did_You_Know": {
            "Source": "Gallup Workplace Report",
            "Facts": [
              "In a 2017 study by Gallup, it was found that only 15 percent of the worlds one billion workers are engaged at work. Thats an alarming statistic. Lower engagement leads to lower productivity and thus, slower economic growth.",
              "Employee engagement leads to +42% in commitment, +38% in employee retention, and +25% in customer focus."
            ]
          }
        },
        "performance_management": {
          "title": "What is Performance Management?",
          "description": "A corporate management tool that helps leaders monitor and evaluate employees' work performance.",
          "definition": {
            "primary": "Performance Management System is the continuous process of improving performance by setting individual and team goals that are aligned to the strategic goals of the organization, planning performance to achieve goals, reviewing and assessing progress, and developing the knowledge, skills, and abilities of people.",
            "secondary": "It is an ongoing process of communication between a superior and a subordinate that happens throughout the year. It involves a continuous process of clarifying expectations, setting objectives, identifying goals, providing feedback, and reviewing results/outputs."
          },
          "leader_responsibilities": {
            "introduction": "As a leader, your responsibility is to develop a high performance culture at FSI by ensuring the following:",
            "responsibilities": [
              {
                "item": 1,
                "description": "Communicate FSI's mission, goals, and values to your team"
              },
              {
                "item": 2,
                "description": "Clearly define the work standards and expectations with your team and individual members"
              },
              {
                "item": 3,
                "description": "Track and analyse performance data"
              },
              {
                "item": 4,
                "description": "Conduct regular feedback with your team to keep them informed about their progress towards the achievement of goals"
              },
              {
                "item": 5,
                "description": "Provide guidance and corrective actions for non-achievement of goals or performance expectations"
              },
              {
                "item": 6,
                "description": "Communicate and establish a shared belief with regard to the importance of continuously improving performance"
              }
            ]
          },
          "key_characteristics": [
            "Continuous process",
            "Ongoing communication",
            "Year-round activity",
            "Two-way interaction between superior and subordinate"
          ],
          "core_components": [
            "Setting individual and team goals",
            "Aligning goals to strategic organizational goals",
            "Planning performance",
            "Reviewing and assessing progress",
            "Developing knowledge, skills, and abilities",
            "Clarifying expectations",
            "Setting objectives",
            "Identifying goals",
            "Providing feedback",
            "Reviewing results/outputs"
          ],
          "organization": "FSI"
        },
        "performance_management_system_cycle": {
          "title": "Performance Management System Cycle",
          "principle": {
            "statement": "Strong performance management rests on the simple principle that 'what gets measured and tracked gets done'."
          },
          "overview": {
            "description": "In an ideal system, a business creates a cascade of metrics and targets, from its top-level strategic objectives down to the daily activities of its frontline employees. Managers continually monitor those metrics and regularly engage with their teams to discuss progress in meeting the targets. Good performance is rewarded; underperformance triggers action to address the problem."
          },
          "goal_cascade": {
            "levels": [
              {
                "level": 1,
                "name": "Strategic Objectives",
                "description": "Top-level organizational goals"
              },
              {
                "level": 2,
                "name": "Departmental Goals",
                "description": "Goals aligned to strategic objectives at department level"
              },
              {
                "level": 3,
                "name": "Individual Goals",
                "description": "Goals aligned to departmental goals at individual employee level"
              }
            ]
          },
          "pms_cycle": {
            "stages": [
              {
                "stage": 1,
                "name": "Planning & Goal Setting",
                "description": "Goals are set and individual success metrics defined",
                "timing": "Occurs every Q4 in preparation for the succeeding year, with goals finalized by January",
                "activities": [
                  "Set goals",
                  "Define individual success metrics"
                ]
              },
              {
                "stage": 2,
                "name": "Monitoring",
                "description": "Goals are tracked and feedback is given regularly",
                "timing": "Occurs regularly depending on agreed scheduled check-ins (i.e. monthly, quarterly)",
                "activities": [
                  "Track goals",
                  "Provide regular feedback",
                  "Conduct scheduled check-ins"
                ]
              },
              {
                "stage": 3,
                "name": "Evaluating",
                "description": "Assess employee's job performance as measured by set expectations",
                "timing": "Submission every February",
                "activities": [
                  "Assess job performance",
                  "Measure against set expectations",
                  "Submit evaluation"
                ]
              },
              {
                "stage": 4,
                "name": "Revisiting",
                "description": "Goals are reviewed and targets are calibrated",
                "timing": "After evaluation phase",
                "activities": [
                  "Review goals",
                  "Calibrate targets",
                  "Adjust as needed"
                ]
              }
            ]
          },
          "key_principles": [
            "Continuous monitoring",
            "Regular team engagement",
            "Discussion of progress",
            "Reward good performance",
            "Address underperformance"
          ],
          "cycle_type": "Continuous and iterative"
        },
        "balanced_scorecard": {
          "title": "The Balanced Scorecard (BSC)",
          "description": "The Balanced Scorecard was originally developed by Dr. Robert Kaplan of Harvard University and Dr. David Norton as a framework for measuring organizational performance using a more balanced set of performance measures.",
          "center": "VISION AND STRATEGY",
          "perspectives": [
            {
              "perspective": "Financial",
              "question": "What are the financial objectives for growth and profitability?",
              "metrics": [
                "ROI",
                "Cash flow",
                "Financial results",
                "Revenue",
                "Expenses",
                "Net income"
              ]
            },
            {
              "perspective": "Customer",
              "questions": [
                "Who are the target customer segments that will generate growth and profit?",
                "What is our value proposition to these target segments?"
              ],
              "metrics": [
                "Customer satisfaction rate",
                "Customer retention",
                "Delivery & quality performance"
              ]
            },
            {
              "perspective": "Learning & Growth",
              "question": "What skills should our people excel in, to enable them to perform the key internal processes?",
              "metrics": [
                "Job satisfaction",
                "Training opportunities",
                "Job knowledge and skills",
                "Employee retention"
              ]
            },
            {
              "perspective": "Internal Process",
              "question": "What internal processes should we excel in, to enable us to deliver our value proposition?",
              "metrics": [
                "Process alignment",
                "Automation",
                "Activities per function",
                "Quality control"
              ]
            }
          ],
          "framework_structure": {
            "core": "Vision and Strategy",
            "quadrants": 4,
            "balance": "Financial and non-financial measures across four perspectives"
          },
          "key_relationships": [
            {
              "from": "Learning & Growth",
              "to": "Internal Process",
              "description": "Employee capabilities enable process excellence"
            },
            {
              "from": "Internal Process",
              "to": "Customer",
              "description": "Process excellence delivers customer value"
            },
            {
              "from": "Customer",
              "to": "Financial",
              "description": "Customer satisfaction drives financial results"
            }
          ],
          "purpose": "Measuring organizational performance using a balanced set of performance measures across four key perspectives"
        },
        "balanced_scorecard_perspectives": {
          "title": "Balanced Scorecard Perspectives",
          "description": "The BSC suggests that we examine an organization from four different perspectives to help develop objectives, measures (KPIs), targets, and initiatives relative to those views.",
          "perspectives": [
            {
              "name": "Financial",
              "focus_areas": [
                "Financial Performance",
                "Effective Resource Use"
              ]
            },
            {
              "name": "Customer",
              "focus_areas": [
                "Customer Value",
                "Satisfaction and/or Retention"
              ]
            },
            {
              "name": "Internal Process",
              "focus_areas": [
                "Efficiency",
                "Quality"
              ]
            },
            {
              "name": "Learning & Growth",
              "focus_areas": [
                "Human Capital",
                "Infrastructure & Technology",
                "Culture",
                "Knowledge & Innovation"
              ]
            }
          ],
          "purpose_of_bsc": {
            "title": "Purpose of the BSC",
            "organizational_uses": [
              "Communicate what they are trying to accomplish",
              "Align the day-to-day work that everyone is doing with strategy",
              "Prioritize projects, products, and services",
              "Measure and monitor progress towards strategic targets"
            ],
            "measurement_approach": {
              "financial_measures": {
                "type": "Lagging indicators",
                "description": "Tell the results of actions already taken"
              },
              "operational_measures": {
                "type": "Leading indicators",
                "description": "Drivers of future financial performance",
                "areas": [
                  "Customer satisfaction",
                  "Internal processes",
                  "Organization's innovation and improvement activities"
                ]
              }
            },
            "balance_concept": "The balanced scorecard includes financial measures that tell the results of actions already taken. And it complements the financial measures with operational measures on customer satisfaction, internal processes, and the organization's innovation and improvement activitiesoperational measures that are the drivers of future financial performance."
          },
          "framework_components": [
            "Objectives",
            "Measures (KPIs)",
            "Targets",
            "Initiatives"
          ]
        },
        "cascading_of_bsc": {
          "title": "Cascading of BSC",
          "definition": "Cascading a balanced scorecard means to translate the corporate-wide scorecard starting from the top and rolling down into a department, group, and even up to the employee level.",
          "purpose": "Cascading strategy focuses the entire organization on strategy and creating the connection between the work people do and high level desired results. As the management system is cascaded down through the organization, objectives become more operational and tactical, as do the performance measures. Accountability follows the objectives and measures, as ownership is defined at each level. This alignment step is critical to becoming a strategy-focused organization.",
          "hierarchy": {
            "visual": "Concentric circles showing cascading levels",
            "levels": [
              {
                "level": 1,
                "name": "Division KPIs",
                "scope": "Outermost circle - Corporate/Division level"
              },
              {
                "level": 2,
                "name": "Department/Section KPIs",
                "scope": "Middle circle - Department/Section level"
              },
              {
                "level": 3,
                "name": "Individual KPIs",
                "scope": "Innermost circle - Individual employee level"
              }
            ],
            "progression": "Strategic - BSC  Operational - Dashboard"
          },
          "implementation_process": {
            "steps": [
              {
                "step": 1,
                "name": "Division BSC Approved",
                "description": "Division-level balanced scorecard is reviewed and approved"
              },
              {
                "step": 2,
                "name": "Agree on LEAD Targets Per KPI",
                "description": "Leadership agrees on target metrics for each key performance indicator"
              },
              {
                "step": 3,
                "name": "Assign Responsible Depts/Units",
                "description": "Departments and units are assigned ownership of specific KPIs"
              },
              {
                "step": 4,
                "name": "Managers Assign Individual Targets",
                "description": "Managers cascade targets down to individual employee level"
              },
              {
                "step": 5,
                "name": "Individual Target Setting Discussion",
                "description": "One-on-one discussions between managers and employees to set individual targets"
              },
              {
                "step": 6,
                "name": "Teams Create Performance Dashboards",
                "description": "Teams develop dashboards to monitor and track performance"
              }
            ],
            "flow": "Linear progression from division approval to operational dashboards"
          },
          "key_principles": [
            "Translation of corporate strategy to all levels",
            "Alignment of work with strategic objectives",
            "Defined ownership at each level",
            "Progressive operational and tactical focus",
            "Accountability through cascading measures"
          ],
          "transformation": {
            "from": "Strategic BSC (Division level)",
            "to": "Operational Dashboard (Team/Individual level)",
            "mechanism": "Cascading through organizational hierarchy"
          }
        },
        "lead_and_lag_measures": {
          "title": "LEAD and LAG Measures",
          "quote": {
            "text": "Focusing on the wildly important requires you to go against your basic wiring as a leader to do more, and instead, focus on less so that your team can achieve more.",
            "author": "Sean Covey",
            "source": "Co-author of The 4 Disciplines of Execution"
          },
          "lead_measures": {
            "title": "LEAD",
            "definition": "An indicator of performance that might predict future success.",
            "characteristics": [
              "Are predictive measurement",
              "Give early indications of performance",
              "Keep you on track as they show the progress you're making toward your goal",
              "Are controllable",
              "Can influence change"
            ],
            "description": "Lead measures track the critical activities that drive or lead to the lag measure. They are in-process measures. They are things like new market development, number of sales calls made, calories consumed per day, and safety training.",
            "monitoring": {
              "frequency": "Should be checked more often",
              "reason": "Since they may change rapidly",
              "recommendation": "Consider putting them in a dashboard so you can track them in real time on a daily or weekly basis."
            },
            "nature": "Proactive and influenceable"
          },
          "lag_measures": {
            "title": "LAG",
            "definition": "An indicator of past performance that measures how an individual or a team performed.",
            "characteristics": [
              "Are output/after-the-event measurement",
              "Take a long time to impact or measure",
              "Most accurately measure the actual business impact you're trying to achieve",
              "Are unpredictable and uncontrollable",
              "Only records what has happened"
            ],
            "examples": "Lags are things like revenue, profit, quality, accident rate, and customer satisfaction. They are called lags because by the time you see them, the performance that drove them has already passed.",
            "limitation": "You can do nothing to fix them.",
            "monitoring": {
              "frequency": "Take a long time to change so there's no need to track them on a daily or weekly basis",
              "recommendation": "They can be checked less frequently, monthly or quarterly, depending on the metric."
            },
            "nature": "Reactive and historical"
          },
          "key_differences": {
            "timing": {
              "lead": "Predictive, forward-looking",
              "lag": "Historical, backward-looking"
            },
            "control": {
              "lead": "Controllable and influenceable",
              "lag": "Unpredictable and uncontrollable"
            },
            "tracking_frequency": {
              "lead": "Daily or weekly (more often)",
              "lag": "Monthly or quarterly (less frequently)"
            },
            "actionability": {
              "lead": "Can be acted upon to influence outcomes",
              "lag": "Cannot be changed after the fact"
            },
            "measurement_type": {
              "lead": "In-process measures",
              "lag": "Output/after-the-event measures"
            }
          },
          "relationship": "Lead measures drive lag measures. Focus on lead measures to influence lag measure outcomes."
        },
        "lead_and_lag_measures_examples": {
          "title": "Strategic Objectives with Lead and Lag Measures",
          "source": "https://www.intrafocus.com/lead-and-lag-indicators/",
          "context": {
            "recommendation": "It has been customary for businesses to just use lagging indicators to measure success. However, since it takes a long time to see results and it prohibits teams to make the necessary ongoing adjustments, it has been recommended to use a combination of lead and lag measures.",
            "benefit": "Using lead and lag indicators result in enhanced business performance overall. Inasmuch as a Balanced Scorecard requires a 'balance' of measures across organizational disciplines, so a 'balance' of lead and lag indicators are required to ensure the right activities are in place to guarantee the right outcomes."
          },
          "perspectives": [
            {
              "perspective": "Financial Perspective",
              "description": "Usually this section concerns itself with key financial data such as revenue, cost of sale, gross margin, expenses and net profit, however it can also include financial initiatives such as risk assessments and cost-benefit analysis.",
              "objectives": [
                {
                  "strategic_objective": "Improve return on investment",
                  "lead_measure": null,
                  "lag_measure": "Return on investment"
                },
                {
                  "strategic_objective": "Broaden revenue portfolio",
                  "lead_measure": "Add three more products to the portfolio this year",
                  "lag_measure": "Revenue growth"
                },
                {
                  "strategic_objective": "Reduce overall costs",
                  "lead_measure": null,
                  "lag_measure": "Expense costs"
                }
              ]
            },
            {
              "perspective": "Customer Perspective",
              "description": "The company seen from the customer's viewpoint. Unsatisfied customers will look for other suppliers to meet their needs. Customer satisfaction is in itself a lead indicator that can predict potential future loss.",
              "objectives": [
                {
                  "strategic_objective": "Increase customer satisfaction",
                  "lead_measure": "More account management",
                  "lag_measure": "Customer satisfaction score"
                },
                {
                  "strategic_objective": "Increase company awareness",
                  "lead_measure": "Number of press articles",
                  "lag_measure": "Customers call us"
                },
                {
                  "strategic_objective": "Decrease customer attrition",
                  "lead_measure": "Improved customer service",
                  "lag_measure": "Number of customers"
                }
              ]
            },
            {
              "perspective": "Internal Processes Perspective",
              "description": "The ability to determine how well the business is running and whether or not the products and/or services meet the needs of its customers and are aligned to the companies objectives.",
              "objectives": [
                {
                  "strategic_objective": "Create innovative products",
                  "lead_measure": "Product development cycle",
                  "lag_measure": "New product/service revenue"
                },
                {
                  "strategic_objective": "Improve the knowledge base",
                  "lead_measure": "Number of articles submitted",
                  "lag_measure": "Knowledge base in place"
                },
                {
                  "strategic_objective": "Reduce operational problems",
                  "lead_measure": "Hours spent with customer",
                  "lag_measure": "Product/service error rate"
                }
              ]
            },
            {
              "perspective": "Learning and Growth Perspective",
              "description": "The main resource in most companies today is its people, it is essential, especially in a climate where technology is changing rapidly, that they grow and learn continuously. Focus has to be on where best to spend ever decreasing budgets.",
              "objectives": [
                {
                  "strategic_objective": "Development of strategic skills",
                  "lead_measure": "Service/product cover ratio",
                  "lag_measure": "Employee satisfaction"
                },
                {
                  "strategic_objective": "Better strategic communication",
                  "lead_measure": "Information availability",
                  "lag_measure": "Employee satisfaction"
                },
                {
                  "strategic_objective": "Alignment of personal goals",
                  "lead_measure": "Goal alignment",
                  "lag_measure": "Revenue per employee"
                }
              ]
            }
          ],
          "employee_lifecycle_phases": [
            "Attract",
            "Onboard",
            "Engage",
            "Develop",
            "Offboard"
          ],
          "key_insights": {
            "balance_required": "A 'balance' of lead and lag indicators are required to ensure the right activities are in place to guarantee the right outcomes",
            "business_impact": "Using lead and lag indicators result in enhanced business performance overall",
            "measurement_approach": "Combination of lead and lag measures recommended over just lagging indicators alone"
          }
        },
        "phases": {
          "phase_1": {
            "name": "Performance Planning",
            "description": "Performance Management begins with a planning session wherein goals, Key Result Areas (KRA), Key Performance Indicators (KPI), targets, and work standards are established and mutually agreed upon by the immediate superior and the subordinate.",
            "purpose_of_written_performance_expectations": [
              "Serves as an objective and tangible basis in discussing performance",
              "Allows the employee to distinguish between acceptable and unacceptable results or work output",
              "Increases job satisfaction since employees are aware when tasks performed or results meet expectations",
              "Informs new employees of your expectations about job performance",
              "Encourages an open, collaborative, and trusting relationship with employees"
            ],
            "performance_expectations": {
              "components": [
                "Results",
                "Actions & Behaviors"
              ],
              "measurement": {
                "results": "Often measured based on the established standards and objectives",
                "actions_and_behaviors": "Can be measured through performance dimensions"
              },
              "requirements": "It is important that the performance expectations are written, verifiable, and mutually understood by both the immediate superior and the employee."
            },
            "employee_lifecycle_phases": [
              "Attract",
              "Onboard",
              "Engage",
              "Develop",
              "Offboard"
            ]
          }
        },
        "key_components": {
          "kra": {
            "title": "Key Result Areas (KRAs)",
            "section": "I. Key Result Area (KRA)",
            "definition": "KRAs refer to the general areas of outcomes or outputs for which a role, or a combination of roles, is responsible. These are the main goals which are critical for an organization or employee to achieve to be successful. KRAs will differ significantly depending on the role of an employee or the specific goals of a department or an organization.",
            "guiding_questions": [
              "What must be measured?",
              "What does success look like for the employee/department/organization?",
              "What is the relatively small portion of your work that brings the most value to your organization?"
            ],
            "focus_areas": "The KRA for an organization should focus on the vital areas that fit best with an organization's strategic goals and most directly drive its success.",
            "common_kra_areas": [
              "Profit and economic gain",
              "Customer satisfaction",
              "Employee engagement",
              "Product quality",
              "Organizational management",
              "Innovation",
              "Process improvement"
            ],
            "leader_questions_for_development": [
              "What is the purpose of every position that reports to you?",
              "Why is each staff member employed by your organization?",
              "For each employee, create a list of vital tasks they've been hired to do.",
              "Arrange the tasks based on their importance to your organization."
            ],
            "key_elements_for_individual_kra": [
              {
                "element": 1,
                "name": "Begin with a conversation",
                "description": "It is crucial for an immediate superior to meet and discuss with the employee in preparing and writing the KRA for the position. This is an opportunity for both parties to consider and agree on the appropriate goals that will be measured for the position."
              },
              {
                "element": 2,
                "name": "Broadly define the job profile",
                "description": "KRAs should be able to give a general description of the job and clarity on the role and mission of the employee within the organization."
              },
              {
                "element": 3,
                "name": "Create SMART KRAs",
                "description": "KRAs should be Specific, Measurable, Attainable, Relevant, and Time-bound."
              },
              {
                "element": 4,
                "name": "Set a limited and realistic number",
                "description": "KRAs refer to the most important objectives and should, therefore, be limited to the critical few. A typical area targets three to five KRAs. This helps determine the most valuable indicators, makes tracking easier, and aids in allocating resources to that which will reap the greatest value."
              },
              {
                "element": 5,
                "name": "Put it in writing",
                "description": "KRAs must be written, reviewed, agreed upon, and signed by all parties involved."
              }
            ],
            "recommended_number": "Three to five KRAs"
          },
          "kpi": {
            "title": "Key Performance Indicators (KPIs)",
            "section": "Key Performance Indicator (KPI)",
            "definition": "KPIs refer to any metric/criteria that measures or evaluates the performance in the Key Result Areas (KRAs), which linked back to the achievement of the department/organization objectives, and the achievement of the organization's goals. KPIs can involve sales figures, product performance, return on investments, savings, and a wide range of other areas that are quantifiable or have observable indicators.",
            "guiding_questions": [
              "How will the KRA be measured?",
              "How will I assess our progress towards the achievement of our goals?"
            ],
            "expression_types": [
              {
                "type": "Timeliness",
                "description": "The amount of time needed to complete a certain task or activity; answers the questions: by when, how soon, or within what period"
              },
              {
                "type": "Quantity/Productivity",
                "description": "Specifies how much work must be completed within a certain period of time"
              },
              {
                "type": "Quality",
                "description": "Describes how well the work must be accomplished; specifies accuracy, precision, appearance, or effectiveness"
              },
              {
                "type": "Cost",
                "description": "Used when performance can be reviewed in terms of utilization of resources: money saved, waste reduced, income generated"
              }
            ],
            "examples": [
              {
                "level": "Company",
                "kra": "Net Profit",
                "kpi": "% growth from net sales",
                "target": "Increase net profit by 20%"
              },
              {
                "level": "Department",
                "kra": "Market Share",
                "kpi": "% growth of follower base converted to sales",
                "target": "Increase market share by 35%"
              },
              {
                "level": "Individual",
                "category": "Quantity",
                "kpi": "% increase of new clients",
                "target": "Increase number of clients to 20%"
              },
              {
                "level": "Individual",
                "category": "Quality",
                "kpi": "# of customer complaints per month",
                "target": "Reduce customer complaints to 0"
              },
              {
                "level": "Individual",
                "category": "Timeliness",
                "kpi": "# of issues resolved within a set timeline",
                "target": "Resolve simple issues within 24 hours"
              },
              {
                "level": "Individual",
                "category": "Productivity",
                "kpi": "# of downtime per month",
                "target": "Reduce downtime incidents in production to 0"
              }
            ],
            "note": "KPIs must be submitted to the HRBP for proper documentation.",
            "sample_reference": "Sample PEF with KPIs"
          },
          "values_and_behaviors": {
            "title": "Values: Defining Actions and Behaviors",
            "section": "II. Values: Defining Actions and Behaviors",
            "rationale": "Performance expectations cannot be satisfied solely by results. It is important to consider other aspects of performance that will lead to the achievement of established objectives and standards, such as actions and behaviors. Understanding how employees act and behave in order to perform their job is also important to success as the end results.",
            "principle": "It is believed that the manner by which employees conduct themselves in carrying out their work will largely impact the outcome or the results that will be produced. It is therefore vital that leaders also focus on and assess the way people go about their work.",
            "leader_responsibility": "As a leader, you should be able to identify and quantify aspects of performance to make them specific, observable, job-related, and behavioral. You start by defining the job and stating the range of behaviors the employees must exhibit to successfully perform the job based on expectations and standards.",
            "dimensions": {
              "definition": "These behaviors may be grouped into broad categories called dimensions, which answer the question: 'How does an employee act and/or behave when s/he does the job well?'"
            },
            "cdo_implementation": {
              "measurement_approach": "At CDO, this dimension is being measured using the company's core values with behavioral descriptions indicated per job level.",
              "core_values": [
                "Passionate about Customers and Consumers",
                "Innovative and Entrepreneurial Spirit",
                "Integrity",
                "Open and Collaborative",
                "Love for God"
              ]
            },
            "characteristics": [
              "Specific",
              "Observable",
              "Job-related",
              "Behavioral"
            ]
          }
        },
        "organization": "CDO",
        "documentation_requirement": "KPIs must be submitted to the HRBP for proper documentation",
        "phase_2": {
          "name": "Performance Monitoring",
          "description": "Once the Key Result Areas, Key Performance Indicators, and targets have been established, your role as a leader is to observe the employee's performance and check-in with them regularly by providing feedback.",
          "leader_responsibilities": [
            "Monitor the progress of the activities that have been identified in relation to the accomplishment of the department or individual goals",
            "Recognize and reinforce strong performance by the employees and the team",
            "Identify and encourage improvement areas where necessary"
          ],
          "periodic_feedback_sessions": {
            "purpose": "You may conduct periodic feedback sessions to discuss actual performance, particularly problems and difficulties encountered and agreed resolution to said problems.",
            "importance": "This is critical for employees on probation as this will be the major deciding factor for his/her regularization.",
            "process": "You can show and discuss the employee's rating based on actual accomplishments as well as significant observations during the covered evaluation period. The employee will also be given the opportunity to respond and propose a plan of action particularly on areas of performance that need improvement."
          },
          "dashboard": {
            "title": "Example of a Dashboard",
            "description": "In order to monitor performance, you may create a dashboard that the team can use as reference in checking and assessing the progress of your KRA/KPI. This can be reviewed monthly or weekly.",
            "columns": [
              "KRA",
              "KPI",
              "TARGET",
              "STATUS",
              "UPDATES/ACTION PLAN"
            ],
            "examples": [
              {
                "kra": "Increase number of clients",
                "kpi": "# of new clients",
                "target": "From average of 20 to 40 per month",
                "status_options": [
                  "On track",
                  "At risk",
                  "Delayed"
                ]
              },
              {
                "kra": "Reduce customer complaints",
                "kpi": "# of customer complaints",
                "target": "From average of 20 to 5 per month",
                "status_options": [
                  "On track",
                  "At risk",
                  "Delayed"
                ]
              },
              {
                "kra": "Response rate",
                "kpi": "# of issues resolved within set timeline",
                "target": [
                  "Simple: 3 issues within 24 hours",
                  "Complex: 1 issue within 3 days"
                ],
                "status_options": [
                  "On track",
                  "At risk",
                  "Delayed"
                ]
              },
              {
                "kra": "Reduce downtime incidents in production",
                "kpi": "# of downtime per month",
                "target": [
                  "From average of 5 to 1 per month",
                  "From 5 hours downtime to 1 hour"
                ],
                "status_options": [
                  "On track",
                  "At risk",
                  "Delayed"
                ]
              }
            ],
            "review_frequency": "Monthly or weekly"
          },
          "employee_lifecycle_phases": [
            "Attract",
            "Onboard",
            "Engage",
            "Develop",
            "Offboard"
          ],
          "status_indicators": [
            {
              "status": "On track",
              "color": "green"
            },
            {
              "status": "At risk",
              "color": "yellow/orange"
            },
            {
              "status": "Delayed",
              "color": "red"
            }
          ]
        },
        "phase_3": {
          "name": "Performance Review/Evaluation",
          "description": "Review provides an opportunity for the leader to communicate with the employee with regard to past performance, evaluate the employee's job satisfaction, and make plans for the employee's future performance.",
          "definition": "Performance review is the process of measuring an employee's performance in the current position based on the agreed standards and expectations. This is also known as appraisal, evaluation, or assessment.",
          "summary": "The performance evaluation summarizes the employee's contribution over the entire review period. Depending on the organization's policy, an employee can be formally assessed once or twice a year. However, it is suggested that employees receive some form of evaluation or assessment on a more frequent basis or as often as necessary.",
          "benefits": [
            "Drive performance",
            "Promote job satisfaction",
            "Identify training opportunities",
            "Lift employee morale through appreciation of contributions",
            "Increase employee engagement",
            "Encourage open communication",
            "Boost company culture"
          ],
          "fsi_process": {
            "title": "FSI's Performance Evaluation Process",
            "components": [
              "Frequency",
              "Components of Rating",
              "Performance Evaluation Form",
              "Performance Improvement Plan"
            ]
          },
          "frequency": {
            "title": "Frequency",
            "categories": [
              {
                "category": "1. Probationary Employees",
                "description": "Each probationary employee shall be formally evaluated on the fourth month of the probation period in order to serve as basis for personnel action (either for regularization or termination of contract)."
              },
              {
                "category": "2. Regular Employees",
                "description": "All regular employees are to be evaluated fully annually. This is being held every January covering the months of January to December of the previous year."
              },
              {
                "category": "3. Special Evaluation",
                "occasions": [
                  "When an employee is being considered for promotion",
                  "When a contractual or project-based employee is being considered for a regular or permanent position",
                  "When an employee is undergoing a Performance Improvement Plan (PIP)"
                ]
              }
            ],
            "leader_role": [
              "Accomplish the Performance Evaluation Form (PEF) of each of the employee reporting under you and submit it on a timely manner, based on the submission guidelines released by HRAD through the HR Business Partners",
              "Ensure that the discussion with each employee takes place"
            ]
          },
          "components_of_rating": {
            "title": "Components of Rating",
            "breakdown": {
              "kpi": {
                "percentage": "70%",
                "description": "The KPI rating is derived from actual accomplishments/outputs versus set targets as agreed by both the immediate superior and the employee during the performance planning phase."
              },
              "cdo_values": {
                "percentage": "30%",
                "description": "The employee is also evaluated based on certain dimensions and indicators in relation to the Company's core values, each has a corresponding qualitative description. The employee will be rated according to the degree by which said attributes are being exhibited. Specific critical incidents should be cited. It is recommended that the superior maintains a record of work-related behavior, whether positive or negative, demonstrated by the employee."
              }
            },
            "note": "As an internal process, you may encourage your staff to do a self-assessment first during the performance review period. This will allow them to become more aware of their own strengths and areas for improvement. Thus, enabling them to participate more constructively when you meet for the performance discussion."
          },
          "performance_evaluation_form": {
            "title": "Performance Evaluation Form",
            "sections": [
              {
                "section": "I. KPI",
                "description": "The table below shows the KPIs as aligned to the Balanced Scorecard (BSC) of the division.",
                "criteria_to_set": [
                  {
                    "criterion": "Unit of measure",
                    "definition": "Standard for measurement of the identified KPI"
                  },
                  {
                    "criterion": "Performance Targets Value",
                    "definition": "Specific target set for each KPI"
                  },
                  {
                    "criterion": "Actual Performance Value",
                    "definition": "Actual attainment of the identified KPI"
                  },
                  {
                    "criterion": "% Distribution of KPI",
                    "definition": "Allocation of percentage for each KPI depending on the importance or value of the KPI; total of which should be 100"
                  }
                ],
                "auto_calculated_fields": [
                  {
                    "field": "% Achievement",
                    "calculation": "Computed by dividing the Actual Performance Value over the Performance Targets Value"
                  },
                  {
                    "field": "Equivalent Rating",
                    "calculation": "Corresponding rating of the % Achievement"
                  },
                  {
                    "field": "Weighted Rating",
                    "calculation": "Computed by multiplying the Equivalent Rating by the % Distribution of KPI; the sum of all the weighted rating will be the employee's rating for the KPI component"
                  }
                ],
                "note": "The following criteria will have to be set and agreed upon by the manager and the employee."
              },
              {
                "section": "II. Values Component",
                "description": "The employee will be given the opportunity to do a self-assessment and cite a critical incident for each of the value indicated."
              },
              {
                "section": "Individual Development Plan (IDP)",
                "description": "The last part of the PEF is the Individual Development Plan (IDP), which contains the recommended learning activities and interventions to help address performance gaps. This may include formal training, immersion/OJT, continuing education, or mentoring/coaching."
              }
            ],
            "refusal_to_sign": "In case the employee does not agree or refuses to sign the PEF, you may escalate it to the next level superior or department/division head, looping in your HRBP.",
            "forms_available": [
              "PEF for Mancom & Supervisors",
              "PEF 1 - For Manufacturing (Rank & File)",
              "PEF 2 - For Office (Rank & File)"
            ]
          },
          "performance_improvement_plan": {
            "title": "Performance Improvement Plan (PIP)",
            "definition": "A Performance Improvement Plan, also known as a performance action plan, is a tool to give an employee with performance deficiencies the opportunity to succeed. It may be used to address failures to meet specific job goals or to ameliorate behavior-related concerns.",
            "description": "It is a formal document stating any recurring performance issues along with goals and specific steps that an employee needs to achieve in order to improve his performance and regain good standing at the company, usually within a specific timeline.",
            "purpose": "This strategy facilitates a constructive discussion between a manager and an employee with a higher degree of clarity about specific expectations. It also provides a complete documentation of agreements, progress, and consequence.",
            "employee_responsibility": "During the PIP period, the employee should make sure that he meets the stated goals within the timeline. He/She should initiate discussion or communication with his/her manager at any time throughout the plan.",
            "leader_role": [
              "Coordinate with your HRBP when the decision to place an employee under PIP is made",
              "Develop the PIP stating specific goals and timelines as well as consequences",
              "Discuss the PIP with the employee",
              "Monitor and provide regular feedback to the employee (midpoint discussion and at the end of PIP period)"
            ],
            "trigger": "A PIP is given after an employee receives a poor performance review. Once an employee obtains a rating that does not meet expectations/standards, he/she may be placed under PIP.",
            "refusal_to_sign": "In case the employee does not agree or refuses to sign the PIP, you may escalate it to the next level superior or department/division head, looping in your HRBP.",
            "duration": {
              "minimum": "90 days",
              "extension": "Can be extended to another 90 days if performance did not improve during the first 90 days",
              "maximum": "180 days"
            },
            "consequences": [
              "While the employee is under PIP, his/her incentive during the covered period shall be suspended",
              "Consistent failure to meet the performance expectations within the PIP period may lead to disciplinary action, up to and including termination",
              "If the employee shows progress and successfully completes the PIP, he/she is expected to maintain an acceptable level of performance at all times. Otherwise, he/she may be put on another PIP that may lead to disciplinary action, up to and including termination"
            ],
            "pip_stages": [
              {
                "stage": "PIP I",
                "description": "The initial opportunity given to the employee to address and improve a performance issue. Both must affix their signature on the PIP I letter to indicate that the content of the PIP has been reviewed, understood, and discussed by the two parties. A copy of the PIP letter must be given to the employee and another copy kept in the employee's 201 File.",
                "successful_completion": "If the employee successfully meets the goals and has shown progress during the first 90 days of the PIP, he/she will be removed from the program and will be given a PIP Completion Letter. However, the employee will have to maintain an acceptable level of performance at all times. Otherwise, he/she will be placed under another PIP that may lead to a disciplinary action, up to and including termination."
              },
              {
                "stage": "PIP II",
                "description": "The last opportunity given to the employee to regain his/her performance in the event that he/she did not successfully complete PIP I. The employee will be given another 90 days to meet the stated goals in the PIP within the given timeline. Just like in the first PIP, a discussion of the goals will have to be made giving emphasis on the likelihood of the employee being terminated for failure to successfully accomplish the objectives that were set under the PIP. This shall be documented using the PIP II Letter."
              }
            ],
            "required_elements": "The following should be part of the discussion between the manager and the employee who will be placed under PIP. The manager should ensure that all the elements are properly filled up and mutually agreed on. A vital part of the PIP is the constant and regular meetings to check on the employee's progress."
          },
          "employee_lifecycle_phases": [
            "Attract",
            "Onboard",
            "Engage",
            "Develop",
            "Offboard"
          ]
        },
        "conducting_performance_evaluation": {
          "title": "CONDUCTING PERFORMANCE EVALUATION",
          "subtitle": "Create a productive performance evaluation process that will encourage high involvement from the employee.",
          "sections": [
            {
              "section": "Goal Setting",
              "description": "It helps you to define the most important outcomes and metrics for each of your strategic priority focus areas. It is recommended to set 3 to 5 goals for each priority. This will guide you in determining your action plan that is aligned with your strategic goals.",
              "importance": "It is important to make sure that your goals are SMART and include KPIs so that you can measure and track your progress.",
              "smart_criteria": {
                "image_source": "https://www.recbound.com/recruitment-agency-blog/example-smart-goals-for-recruiters",
                "elements": [
                  "Specific",
                  "Measurable",
                  "Achievable",
                  "Relevant",
                  "Time-bound"
                ]
              }
            },
            {
              "section": "6 Steps to Writing an Effective Goal",
              "steps": [
                {
                  "step": 1,
                  "name": "Make It Actionable",
                  "description": "Use a verb when writing your goal. Be clear and specific about what you will actually do. Your goal should be understandable to anyone."
                },
                {
                  "step": 2,
                  "name": "Assign an Owner",
                  "description": "Although many people may contribute work to your goal, you should assign an owner who will be ultimately accountable for the success of the goal."
                },
                {
                  "step": 3,
                  "name": "Establish Timing",
                  "description": "Set clear and realistic start and end dates for your goal. Having a set due date in mind will help you plan your execution."
                },
                {
                  "step": 4,
                  "name": "Define Success",
                  "description": "Agree on clear success criteria for your goal so that everyone is aligned on what achieving the goals looks like. In tracking your progress, you may use the Green-Yellow-Red indicators."
                },
                {
                  "step": 5,
                  "name": "Connect to Why",
                  "description": "Link your goal to your long-term strategy or connect it to your larger goals. You should be able to understand how your goal fits in the bigger picture."
                },
                {
                  "step": 6,
                  "name": "Break It Down",
                  "description": "Think of the top 2-3 milestone actions that you need to do to accomplish your goal. Write down what they are, who will do them, and by when."
                }
              ],
              "source": "RhythmSystems.com"
            },
            {
              "section": "Ways to Write the Goal",
              "formulas": [
                {
                  "formula": "FORMULA OPTION 1: No Baseline",
                  "structure": "Have X (the metric) to the Y (the thing) by Z (the date)",
                  "short_form": "Have X to Y by Z",
                  "examples": [
                    "Launch 12 new products by June 2023",
                    "Open 300 stores (25 stores/month) by December 2023"
                  ]
                },
                {
                  "formula": "FORMULA OPTION 2: With Known Baseline",
                  "structure": "Go from X (the baseline) to Y (the new metric) by Z (the date)",
                  "short_form": "From X to Y by Z",
                  "examples": [
                    "Increase customer net promoter score from 7 to 9 by March 2023",
                    "Increase revenue from 2 million to 4 million by January 2024"
                  ]
                }
              ]
            },
            {
              "section": "How to Conduct the Performance Evaluation",
              "phases": [
                {
                  "phase": "Preparation",
                  "activities": [
                    "Schedule a mutually convenient time and place for the performance evaluation discussion. Ensure that there will be enough time and privacy for the activity. Allot at least an hour.",
                    "Give the employee an advance notice so that he/she can prepare for the discussion. You may ask the employee to prepare by doing a self-evaluation to ensure that a dialogue will take place during the process.",
                    "Review the position's responsibilities and standards.",
                    "Review the employee's job performance for the past year/evaluation period.",
                    "Identify potential development areas that can be addressed.",
                    "Prepare the employee's job description, samples of work, documentation of inputs from key people, letters of commendation and/or criticism, and records of disciplinary action."
                  ],
                  "sample_questions_for_employee_self_evaluation": [
                    "What have been your major accomplishments?",
                    "What could be improved? What could you have done better?",
                    "What help do you need in order to do your job better? What additional resources or tools do you need to successfully do your job?",
                    "Would you like to see your responsibilities change? If so, how?",
                    "What other things would you like to learn to help you develop professionally and personally?"
                  ]
                },
                {
                  "phase": "Conduct",
                  "guidelines": [
                    "Make sure your focus is on the person and not on distractions.",
                    "Make the discussion conversational. Encourage the employee to share his/her insights.",
                    "Keep the focus on job performance and related factors, not on personality.",
                    "Discuss job requirements, employee strengths, accomplishments, and improvement needs.",
                    "Be prepared to cite observations for each point discussed. Use objective evidence to support your observations.",
                    "Reach agreement on goals, development plans, and timetables.",
                    "Do not promise any promotion or salary increase to the employee during the discussion.",
                    "Document and summarize what has been discussed and end on a positive note."
                  ]
                },
                {
                  "phase": "Follow-up",
                  "activities": [
                    "Review the key highlights of the discussion from your perspective taking note of the accomplishments, work that is going well and on track, and opportunities for improvement.",
                    "Record the plans made and points that require follow-up.",
                    "Provide a copy of the final performance evaluation form to the employee.",
                    "Ensure that you will have scheduled one-on-one sessions to do follow-up, check progress, and reconnect."
                  ]
                }
              ]
            },
            {
              "section": "Constructive Feedback vs Destructive Feedback",
              "constructive_feedback": {
                "definition": "Constructive feedback is providing useful comments and suggestions that contribute to a positive outcome, a better process or an improved behavior. It is corrective, but not critical. It always comes with positive intentions and is used as a supportive communication tool to address specific issues or concerns.",
                "benefits": "It improves employee morale, positively impacts the behavior, reduces confusion regarding expectations and current performance, provides a new perspective and gives valuable insight to the person receiving feedback."
              },
              "destructive_feedback": {
                "definition": "Destructive feedback points at faults and is a direct attack on the individual. No practical advice or supportive feedback is given.",
                "impact": "This is used to hurt people's feelings. Instead of telling the employee what they did well and where they went wrong, leaders will just tell them that they're doing a terrible job without providing any evidence to support their assessments. Employees exit such conversations feeling low and defeated without even knowing what they've done wrong or how they could do better next time."
              }
            },
            {
              "section": "Key Actions in Giving Constructive Feedback",
              "steps": [
                {
                  "step": 1,
                  "action": "State the constructive or positive purpose of your feedback",
                  "description": "This establishes a common ground and shows the employee that your aim is to deal with the problem or issue and help make things better. By doing this, it will be most likely to win the acceptance and cooperation of the employee.",
                  "example": "The reason why I want to discuss this matter with you is to help us improve our team's relationship and get us to work more efficiently."
                },
                {
                  "step": 2,
                  "action": "Describe specifically and factually what you have observed",
                  "description": "This will help establish objectivity and avoid the employee from taking a defensive stance.",
                  "example": "I have observed that in order to avoid conflicts, you and your team have clammed up and have kept quiet in all our meetings."
                },
                {
                  "step": 3,
                  "action": "Describe your reaction",
                  "description": "This will allow the employee to see the impact of their actions to you and/or to the team or department.",
                  "example": "I feel that this is causing lack of openness that may hinder the team's ability to address problems and work more efficiently."
                },
                {
                  "step": 4,
                  "action": "Give the other person the opportunity to respond and get agreement on the issue or problem",
                  "description": "This will show that you recognize the value of his/her ideas or opinion on the matter and will also clarify any misunderstandings or misconceptions.",
                  "example": "How do you feel about that? (Wait for a response) So we agree that this is an issue?"
                },
                {
                  "step": 5,
                  "action": "Agree on plan of action",
                  "description": "Ask and listen first to his/her opinion and plan to resolve the issue or problem. This will drive ownership of the proposed solutions and encourage accountability from the employee. Once you have exhausted all possible solutions that he/she can think of, give your opinion or input as well.",
                  "example": "What would you suggest we do to resolve this issue? (Exhaust opinion) In addition, I would suggest that Is that OK with you?"
                },
                {
                  "step": 6,
                  "action": "Summarize what has been discussed and express support",
                  "description": "This is a chance to clarify and confirm agreements made and emphasize that follow-throughs will be made until the problem or issue is resolved. This will also reinforce the constructive intent of your feedback.",
                  "example": "So we agree that to resolve this issue, we can do the following Are these steps OK with you?"
                }
              ]
            }
          ],
          "employee_lifecycle_phases": [
            "Attract",
            "Onboard",
            "Engage",
            "Develop",
            "Offboard"
          ]
        },
        "coaching_101": {
          "title": "COACHING 101",
          "subtitle": "Empower your staff to drive their own performance and development by learning the basics of coaching and embracing your role of being a coach.",
          "definition": {
            "quote": "Coaching is unlocking a person's potential to maximize their own performance. It is helping them to learn rather than teaching them to learn.",
            "author": "Sir John Whitmore",
            "role": "Pioneer of Coaching & Leadership Development"
          },
          "what_coaching_is": {
            "description": "Put simply, coaching is a process that aims to improve performance and focuses on the 'here and now' rather than the distant past or future.",
            "belief": "Good coaches believe that the individual always has the answer to their own problems but understands that they may need help to find the answer. Thus, the coach is not considered as an expert but as a facilitator of learning.",
            "elements": [
              "Developing people's knowledge, skills, capabilities, habits",
              "Building enthusiasm",
              "Helping people achieve a level of performance that is required of them",
              "Allowing elbow room for errors",
              "Trusting and respecting team members",
              "Offering regular positive and constructive feedback",
              "Creating a climate of confidence and freedom to express ideas"
            ],
            "source": "skillsyouneed.com"
          },
          "difference_from_similar_activities": {
            "coaching": {
              "characteristics": [
                "Involves the belief that the individual has the answers to their own problems within them",
                "Coach is not a subject expert",
                "Key skill is asking the right questions"
              ]
            },
            "teaching": {
              "characteristics": [
                "Involves the process of getting knowledge, skills, or abilities by study, experience or teaching",
                "Teacher/Trainer is the expert who imparts knowledge (right answer) to the students"
              ]
            },
            "mentoring": {
              "characteristics": [
                "Similar to coaching, but mentors usually have considerable experience or expertise in the individual's line of work",
                "Involves wide ranging discussions that may not be limited to the work context",
                "Provides guidance and advice"
              ]
            },
            "counselling": {
              "characteristics": [
                "Closer to a therapeutic intervention",
                "Focuses on the past, helping the individual overcome barriers and issues"
              ]
            }
          },
          "essence_of_coaching": {
            "key_concepts": [
              "Taking a person from who he is at present to who he desires to be in the future",
              "Supports a person at every level in becoming who they want to be",
              "Builds awareness, empowers choice, and leads to change"
            ],
            "inner_game_concept": {
              "source": "The Inner Game of Tennis by Timothy Gallwey",
              "quote": "Every game is composed of two parts, an outer game and an inner game. The former is played with against opponents, and is filled with a lot of contradictory advice; the latter is played not against, but within the mind of the player, and its principal obstacles are self-doubt, insecurities, lapses in concentration, and anxiety.",
              "insight": "His insight was that coaches could help individuals to improve their game by distracting them from their inner dialogue.",
              "tennis_coach_example": "A tennis coach who wants his students to feel that the cost of the lesson is worthwhile will give a detailed, continuous feedback highlighting the slightest flaw that they can spot. As the student becomes aware of dozens of errors they need to fix, they'd feel that the lesson fee is justifiable and so they book more classes. Gallwey uses the same approach in his early days as a tennis coach. Over time, he saw that when he stepped back and gave his students less feedback, they improved faster. Players would correct obvious mistakes without any guidance. They knew the correct way of playing tennis. They just needed to overcome the habits of the mind getting in the way.",
              "application": "Gallwey's insight does not just apply to tennis, but that individuals generally did have the answers to their own problems within themselves.",
              "management_example": "Consider a manager who feels the need to constantly micromanage their employees and direct every detail of their work, not allowing any autonomy or flexibility. As a result, the employees lose interest in ever taking initiative or directing their own work. Instead of getting the perfect work they want, the manager receives lackluster efforts.",
              "reference": "The Inner Game: Why Trying Too Hard can be Counterproductive"
            }
          },
          "essential_skills": {
            "title": "Essential Skills to Help You Become an Effective Coach",
            "skills": [
              {
                "skill": "Empathizing Skill",
                "description": "Ability to get a sense of the other person's emotional state"
              },
              {
                "skill": "Interpersonal Communication Skill",
                "description": "Ability to conduct a productive and result-oriented dialogue or conversation with the coachee"
              },
              {
                "skill": "Goal-Setting Skill",
                "description": "Ability to elicit clear, well-defined and emotionally engaging goals from the coachee"
              },
              {
                "skill": "Teaching Skill",
                "description": "Ability to understand that people learn and take in information in different ways"
              }
            ]
          },
          "grow_model": {
            "title": "GROW Model",
            "description": "The model was originally developed in the 1980s by business coaches Graham Alexander, Alan Fine, and Sir John Whitmore. This framework is a structured approach to conducting an effective dialogue. A good way of thinking about the GROW Model is to think about how you'd plan a journey. First, you decide where you are going (the GOAL), and establish where you currently are (your current REALITY). You then explore various routes (the OPTIONS) to your destination. In the final step, establishing the WILL, you ensure that you're committed to making the journey, and are prepared for the obstacles that you could meet on the way.",
            "stages": [
              {
                "stage": "G - Goal",
                "title": "Clarify the Goal",
                "questions": [
                  "What do you want to achieve?",
                  "What are your objectives?",
                  "What is the most important thing to focus on?",
                  "How will you know when you have achieved it?",
                  "Over what time frame?"
                ],
                "coach_role": "Help the coachee clarify the goal. Help the coachee set clear goals and identify what they would like to achieve. Agree areas for discussion in this session. Help the coachee set and articulate goals."
              },
              {
                "stage": "R - Reality",
                "title": "Assess the Reality",
                "questions": [
                  "Where are you now?",
                  "What is happening at the moment?",
                  "What is the result or effect of this on you?",
                  "What have you done so far?"
                ],
                "coach_role": "Help the coachee understand what is happening right now/gain insight. Clarify the issue/situation. Determine current impact. Determine future implications. Invite self-assessment. Provide observations and feedback. Let the coachee tell their story. Get a clear picture of what's actually happening, when it happens, what the effects are, and what they have tried to do about it so far."
              },
              {
                "stage": "O - Options",
                "title": "Explore Options",
                "questions": [
                  "What can you do to bridge the gap?",
                  "What steps could you take?",
                  "What are the pros and cons of your options?",
                  "What obstacles stand in your way?"
                ],
                "coach_role": "Help the coachee find out what is possible. a. Generating options b. Assessing options. Brainstorm options. Assess pros and cons. Get the coachee to describe an ideal outcome and encourage exploration of a range of ways this may be achieved."
              },
              {
                "stage": "W - Way Forward",
                "title": "Choose a Way Forward",
                "questions": [
                  "Which option feels right for you?",
                  "How will you do that?",
                  "What support do you need?",
                  "How committed are you to doing that?"
                ],
                "coach_role": "Help the coachee determine a way forward and commit to best actions. Help the coachee determine a way forward. Identify possible obstacles to overcome. Work out what they are actually going to do. Work out what support they need. Convert the discussion to a decision."
              }
            ],
            "sample_form": "GROW Sample Form available"
          },
          "employee_lifecycle_phases": [
            "Attract",
            "Onboard",
            "Engage",
            "Develop",
            "Offboard"
          ]
        },
        "recognition_and_rewards": {
          "title": "Recognition and Rewards",
          "definition": "A system where employees are acknowledged for their contribution and engagement in the workplace. This has to be an innate part of any company's culture. Recognition is relational and has an emotional value attached to it. Rewards are transactional and have some monetary value attached to it.",
          "employee_recognition": {
            "title": "Employee Recognition",
            "definition": "It is the open acknowledgment and expressed appreciation of an employee's exemplary performance and contribution to the organization. The essential goal is to reinforce particular behaviors, practices, or activities that result in better performance and positive business results.",
            "importance": "The best way to motivate employees is to acknowledge them for being good at what they do. While it has been common to recognize employees through monetary rewards, giving appreciation doesn't have to be expensive or glamorous.",
            "key_benefits": [
              {
                "benefit": "Retention",
                "statistic": "Employees not adequately recognized are 2x more likely to quit"
              },
              {
                "benefit": "Productivity",
                "statistic": "A simple thanks increased productivity by 50%"
              },
              {
                "benefit": "Morale",
                "statistic": "65% of employees say that respectful treatment contributes to job satisfaction"
              },
              {
                "benefit": "Purpose",
                "impact": "Recognition encourages a sense of purpose"
              }
            ]
          },
          "employee_rewards": {
            "title": "Employee Rewards",
            "definition": "An employee reward system is a motivation tactic organizations use to help their staff feel encouraged to complete high-quality work. Companies may often use rewards as extra encouragement by supplementing their employee's salaries. Employees may also earn other tangible or monetary rewards separate from their paycheck.",
            "rationale": "Initiatives on recognition are worthwhile since they emphasize the positives, sending employees a clear message that what they're doing matters. When you reward your employees who have exhibited exemplary performance with what they want, they will become more focused and motivated to do better.",
            "types": {
              "monetary": [
                "Bonus",
                "Incentive",
                "Profit-sharing plans",
                "Stock options"
              ],
              "non_monetary": [
                "Additional paid time off",
                "Company-branded give aways",
                "Appreciation post",
                "Recognition wall",
                "Lunch treat",
                "Employee appreciation events (i.e. birthdays, anniversaries, Employee of the Year)"
              ]
            }
          },
          "fsi_incentive_program": {
            "title": "FSI's Incentive Program",
            "definition": "An incentive program is the structured use of rewards and recognition to motivate the desired behavior from groups of people during a defined period of time. It is a tool used to reward milestones and accomplishments of specific results, whether by a group or by an individual.",
            "nature": "Incentive is a variable pay, not a fixed benefit, and is based on pay for performance philosophy. The spirit of giving is hinged on the achievement of the bottomline target, that is, Net Income After Tax (NIAT).",
            "leader_responsibilities": [
              "Explain how the incentive scheme works, including the eligibility requirements and the level of performance that is expected of them for them to reap the reward",
              "Explain that incentive is a variable pay; it is not a fixed benefit",
              "Conduct regular check-ins with your team to gauge their satisfaction with the program",
              "Express appreciation towards your team and to individual members for their contribution",
              "Provide feedback to top management of how the plan is working"
            ],
            "leader_role": "Leaders play a significant role in sustaining employee engagement and motivation. As a leader, you should know what motivates and inspires your people that lead them to achieve significant results for the team and the organization."
          },
          "employee_benefits": {
            "title": "Employee Benefits",
            "definition": "The non-wage compensation provided to employees by an organization in addition to their normal salaries or wages.",
            "detailed_definition": "Employee benefits are any benefits provided to employees in addition to their base salaries and wages. Simply put, any non-wage benefit offered to an employee, either mandatory or voluntary, can be classified as an employee benefit.",
            "types": {
              "mandatory": "Some employee benefits are required by law",
              "voluntary": "Additional benefits beyond the requirements are often called perks or fringe benefits"
            },
            "importance": {
              "attraction_and_retention": "Offering an attractive benefits package is one of the most effective ways of attracting and retaining employees as it shows your organization's worth and increases morale.",
              "statistics": [
                {
                  "source": "Society of Human Resource Management (SHRM)",
                  "finding": "92% of employees say that their benefits are important for their overall job satisfaction"
                },
                {
                  "source": "Survey of job seekers",
                  "finding": "63% pay attention to what benefits a company offers"
                }
              ],
              "hiring_impact": "This means that offering benefits, and listing them in your job ads, is an integral part of successful hiring efforts."
            },
            "examples": [
              "Paid time off",
              "Health insurance",
              "Retirement benefits",
              "Education loan",
              "Other loans (house loan, vehicle loan etc)",
              "Flexible alternative arrangements"
            ],
            "organizational_values": "Ultimately, the company's benefits package can be a reflection of its values as it sends a message about the organization's beliefs and recognizes the employees' needs outside of the workplace and in support of their overall wellbeing.",
            "fsi_benefits_package": {
              "title": "FSI's Employee Benefits Package",
              "description": "FSI offers a comprehensive benefit program to all employees that promotes overall well-being of the employees. In addition to this, the Company is fully compliant to the mandatory benefits of the Government. As a Leader, you are also treated as a strategic partner in the implementation of these benefits to your subordinates through your approval.",
              "government_mandated": [
                "Philhealth",
                "SSS",
                "Sickness Benefit",
                "Expanded Maternity Leave",
                "Salary Loan",
                "HDMF",
                "13th Month Pay",
                "Paternity Leave",
                "Solo Parent Leave",
                "Special Leave for Women"
              ],
              "company_initiated": {
                "cba_benefits": [
                  "Leave/PTO",
                  "Wage Increase",
                  "Medical Benefits*",
                  "Uniform Issuance",
                  "Birthday Incentive",
                  "Service Incentive Awards",
                  "Bereavement Assistance",
                  "Rice Subsidy",
                  "Foodstore Credit Limit"
                ],
                "non_cba_benefits": [
                  "Paid Time Off",
                  "Medical Benefits",
                  "Foodstore Credit Limit",
                  "Car Plan Benefit and Allowance",
                  "Extended Benefits",
                  "Blood Donation Program",
                  "Motorcycle Loan",
                  "Educational Subsidy"
                ]
              },
              "annual_physical_exam": {
                "note": "To ensure the health and wellness of all employees, the Management offers free Annual Physical Exam (APE) for all employees with at least one (1) year tenure. This activity is being led by the Health Services Section. As a Leader, your support on this initiative is important as you will be requested to approve your subordinate's APE schedule and ensure that they have completed all their APE tests and requirements."
              }
            },
            "employee_lifecycle_phases": [
              "Attract",
              "Onboard",
              "Engage",
              "Develop",
              "Offboard"
            ]
          },
          "employee_discipline": {
            "title": "Employee Discipline",
            "introduction": "A clear and well-defined progressive disciplinary policy not only protects the company but shows the employees the importance of creating a culture of trust and honesty.",
            "definition": "Employee discipline refers to the regulations or conditions that are imposed on employees by management in order to either correct or prevent behaviors that are detrimental to an organization. Employee discipline should be positive and should contribute to a safe and pleasant work environment for everyone.",
            "purpose": {
              "primary_goal": "The purpose of employee discipline is not to embarrass or degrade an employee. The purpose is to ensure that an employee performs in a manner that is deemed acceptable by the organization. The focus is not on punishment and consequences, but rather on plans for improvement and growth.",
              "employee_benefit": "An effective discipline policy gives employees the opportunity to improve and develop as they address and correct their mistakes with the ultimate goal of becoming a valuable, contributing member of the workforce.",
              "employer_protection": "At the same time, it protects the employers from possible legal case brought about by a termination or adverse employment decision by ensuring they have proper documentation and by remaining fair in their decisions.",
              "workplace_fairness": "This promotes a fair workplace where a standard process and documentation is being followed that helps to avoid any biases or discrimination."
            },
            "leader_responsibilities": {
              "context": "Disciplining employees is one of the most difficult part of managing human resource. It is important to note though that the role of disciplining does not only rest upon the HR professionals. Discipline is, first and foremost, a line function. It is the role of the leaders to ensure that the rules and regulations that govern the standards of behavior or conduct in an organization are well communicated and properly implemented.",
              "requirements": [
                "Fully conversant of the company rules and regulations and disciplinary procedure in place, particularly going through the due process",
                "Keep people up to date when changes in policies and procedures are made",
                "Inform employees regarding acceptable and unacceptable behavior and knows when an employee is deviating",
                "Capable of preventing deviations from policies",
                "Remain impartial, fair, and consistent",
                "Document performance and behavioral issues",
                "Be prepared to take action when necessary, with the support of HR or senior officers where appropriate, that: does not expose the company to legal liabilities and maintains the employee's self-esteem and the relationship"
              ],
              "important_notes": [
                "Discipline is a sensitive matter, therefore must at all times be administered in private, with the specific violation explained and clarified to the erring person",
                "Cases leading to dismissal as a disciplinary action must first pass consultation with HRAD",
                "All records pertaining to corrective actions must be maintained as classified information"
              ]
            },
            "fsi_code_of_conduct": {
              "title": "FSI's Code of Conduct (COC) & Workplace Principles",
              "policy": "It is the general policy of the Company to conduct its business activities and transactions with the highest level of integrity and ethical standards consistent to the Company's culture and in accordance with all applicable laws.",
              "scope": "This set of Business Conduct and Workplace Principles generally covers a wide range of business values and disciplinary procedures. It does not cover specific issues that may arise, but it sets out basic principles to guide all employees, officers, contractors/subcontractors, consultants and business partners of the Company. All employees must strictly comply with these policies and maintain desirable business behavior as outlined in this guideline.",
              "principles": [
                "Foodsphere, Inc. conducts its business with the highest level of Integrity",
                "Foodsphere, Inc. employees always work as a team, built upon mutual respect and courtesy",
                "Foodsphere, Inc. employees carry out the company's affairs with entrepreneurial spirit, seizing every available opportunity in advancing and protecting the company's interests",
                "Foodsphere, Inc. employees are dedicated to deliver high performance for the good of our customers through unending pursuit of excellence",
                "Foodsphere, Inc. promotes a culture of welfare for its employees"
              ]
            },
            "guide_to_using_coc": {
              "title": "Guide to Using the COC & Workplace Principles",
              "disciplinary_actions": {
                "policy": "It is the policy of the company that any conduct or behavior which interferes with or negatively affects employment may lead to disciplinary action ranging from written warning to termination of employment. Once the facts are gathered, the appropriate action will be determined, as outlined below:",
                "types": [
                  {
                    "action": "Written Warning",
                    "description": "Often the first step to correct performance or behavioral issue(s) when a situation cannot be addressed by mere counselling"
                  },
                  {
                    "action": "Suspension",
                    "description": "Used to allow employees an opportunity to consider their commitment to correcting a behavior problem. Suspensions are used to correct behaviors that are more severe and would greatly affect operations and workplace harmony"
                  },
                  {
                    "action": "Dismissal",
                    "description": "Considered as the last option, an employee's employment maybe terminated for cause due to a very serious or severe violation of the Code of Conduct and Workplace Discipline"
                  }
                ]
              },
              "classification_of_violations": {
                "title": "Classification of Violations",
                "classes": [
                  {
                    "class": 5,
                    "first_offense": "Written Warning",
                    "severity": "Minor"
                  },
                  {
                    "class": 4,
                    "first_offense": "7 Days suspension",
                    "severity": "Significant"
                  },
                  {
                    "class": 3,
                    "first_offense": "15 Days Suspension",
                    "severity": "Severe"
                  },
                  {
                    "class": 2,
                    "first_offense": "30 Days Suspension",
                    "severity": "Very Serious"
                  },
                  {
                    "class": 1,
                    "first_offense": "Dismissal",
                    "severity": "Extremely Severe or Serious"
                  }
                ]
              },
              "unauthorized_absences_awol": {
                "title": "Unauthorized Absences (AWOL)",
                "context": "Regular attendance and punctuality is expected from all employees.",
                "leader_actions": [
                  "Ensure that all communication channels are exhausted to contact the employee and gain information on the current situation and welfare of the employee and the reason for the absence",
                  "If warranted, the immediate superior must initiate the disciplinary process in case the employee does not have a valid reason for the absence",
                  "In the event that all communication channels are already exhausted, the immediate superior must report the absence to their HR Business Partner for the processing of the Return to Work Order to be sent through registered mail on the last known address of the employee"
                ]
              },
              "preventive_suspension": {
                "description": "In cases warranting termination of employment, the employee may be put on preventive suspension during the course of investigation, until a decision has been reached.",
                "duration": "A preventive suspension not exceeding thirty (30) days may be implemented",
                "conditions": "If the concerned employee's presence in the Company premises poses a serious danger to life and property or if his presence is viewed as a threat to the objectivity of the ongoing investigation or would intimidate other concerned employees"
              },
              "cleansing_period": {
                "definition": "Cleansing period refers to the period of time required from an infraction record to be 'cleansed' and the employee's discipline record is reset to 'zero'.",
                "duration": "The clearing period is one year from the date the violation was committed",
                "impact": "Any repetition of the same violation within the clearing period will merit an imposition of corrective action following the progressive discipline schedule"
              },
              "administrative_hearing": {
                "description": "The enforcement of discipline in the workplace is an inherent management right and prerogative. In cases where the process may lead to dismissal or the allegation is a Class 2 violation (or higher) of our Code of Conduct, or in the event that there is not enough information or facts to make an objective decision, an administrative hearing must be called for to ensure that the employee is given due process and a thorough investigation is done.",
                "committee": "The HR Business Partner, will lead the investigating committee which may include the supervisor or manager of the employee, union officer or representative, supervisor or manager from other departments. Depending on the level of the employee and the gravity of the offense, higher levels of authority may be included.",
                "process": "After concluding the investigation, the committee must deliberate on the results of the investigation, agree on the next course of action and the immediate superior must issue the notice of decision to the employee."
              },
              "due_process": {
                "requirements": "The supervisor and the HR Business Partner or Representative shall ensure that:",
                "steps": [
                  "There is just cause or substantive reason to initiate the discipline or corrective action process",
                  "The employee is given notice of the proceedings and pending corrective action. The Notice-To-Explain (NTE) form maybe used for this purpose. In special cases, it maybe necessary to issue a more formal memo to the employee to detail this process step",
                  "The employee is given five (5) calendar days to respond to the notice-to-explain and submit a written explanation",
                  "The concerned employee is given the opportunity to be heard through interviews, written explanation, and/or clarificatory meetings"
                ]
              },
              "appeals_and_grievance": {
                "non_union_appeals": {
                  "title": "Appeals Process for Non-Union Members",
                  "process": [
                    "If an employee is not satisfied with the disciplinary action, he could appeal to the next higher level of authority over the immediate superior who is meting out the discipline",
                    "The appeal should be formalized in writing and submitted within three (3) days from the date the decision is received",
                    "All decisions involving termination of employment have to be reviewed and approved by the division head of the concerned employee, together with the Head of Human Resources"
                  ]
                },
                "union_grievance": {
                  "title": "Grievance Mechanism for Union Members",
                  "reference": "Refer to the Grievance Mechanism procedure as agreed upon on the prevailing Collective Bargaining Agreement (CBA)"
                }
              },
              "effect_on_career_progression": {
                "title": "Effect of Disciplinary Action to Career Progression and Other Benefits",
                "impact_table": [
                  {
                    "disciplinary_record": "Written Warning",
                    "qualified_for_promotion": "No",
                    "qualified_for_internal_transfer": "No",
                    "qualified_for_performance_bonus": "Yes"
                  },
                  {
                    "disciplinary_record": "Suspension",
                    "qualified_for_promotion": "No",
                    "qualified_for_internal_transfer": "No",
                    "qualified_for_performance_bonus": "No"
                  }
                ],
                "additional_note": "An active or un-cleared suspension record may also affect performance rating and subsequent merit increases."
              },
              "documentation": {
                "refusal_to_sign": [
                  "If an employee refuses to sign any document relating to the corrective action/discipline process, a witness/es may be asked to sign",
                  "One (1) witness if the employee refuses to sign the Notice To Explain (NTE)",
                  "Two (2) witnesses if the employee refuses to sign the Notice of Disciplinary Action (NDA)",
                  "Refusal to sign the NTE or NDA will not in any way invalidate the infraction committed by the employee"
                ],
                "filing": [
                  "The original Notice of Disciplinary Action form must be forwarded to Human Resources to be placed in the employee's 201 file",
                  "If the situation warrants, the notice of disciplinary action shall be sent thru courier"
                ]
              }
            },
            "discipline_process": {
              "title": "Our Discipline Process",
              "progressive_discipline_matrix": {
                "class_1": {
                  "first_offense": "Dismissal"
                },
                "class_2": {
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                "class_3": {
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                "class_4": {
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                "class_5": {
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                }
              },
              "documentation_process": {
                "informal": "Supervisor's personal notes such as logs, journals, calendars, at the time of occurrence of the infraction",
                "formal": "Form that shows that the employee has been notified of the disciplinary action",
                "employee_rights": "Employee must review the document and receive a copy. He/She may sign the document. He/She has the right to respond, either verbally, in writing, or both",
                "filing": "All documents must be filed in the employee's 201 file"
              },
              "steps": [
                {
                  "step": 1,
                  "action": "Issue the Notice To Explain memo to the employee",
                  "scenarios": [
                    "Scenario A: Employee accepts the NTE",
                    "Scenario B: Employee refuses to accept the NTE"
                  ]
                },
                {
                  "step": 2,
                  "action": "Investigate, inquire, and validate findings"
                },
                {
                  "step": 3,
                  "action": "Deliberate and establish findings"
                },
                {
                  "step": 4,
                  "action": "Administer the corrective action"
                }
              ]
            },
            "employee_lifecycle_phases": [
              "Attract",
              "Onboard",
              "Engage",
              "Develop",
              "Offboard"
            ]
          },
          "tools_for_engaging_employees": {
            "title": "MY TOOLS in Engaging Employees",
            "available_resources": [
              "Code of Conduct and Workplace Principles 2018",
              "Performance Evaluation Form (Mancom & Supervisors)",
              "Performance Evaluation Form (R&F)",
              "PIP I Template (English Version)",
              "PIP I Template (Tagalog Version)",
              "PIP II Template (English Version)",
              "PIP II Template (Tagalog Version)"
            ],
            "note": "Click the items to access the tools"
          }
        }
      },
      "develop_phase": {
          "pages": [122, 155],
          "Framework": {
            "Description": "Develop your team members capabilities and potential. Identify strengths and areas for growth and provide opportunities that align with their individual and professional goals. A leader who develops others contributes to building a high-performing and future-ready organization.",
            "Your_Role_as_Leader": [
              "Coach and guide employees toward continuous improvement.",
              "Create opportunities for learning and development.",
              "Provide feedback and support career growth.",
              "Recognize potential and prepare successors."
            ],
          "definition": "Employee development is the process where employees, with the support of their employer and leader, go through professional training or pursue learning opportunities to improve their skills and grow their knowledge and careers. In the context of business continuity, it also involves succession management.",
          "framework_components": [
            "The Principles of Developing Talent",
            "CDO's Talent Development Cycle",
            "Learning Methodologies",
            "The Different Ways to Develop a Talent",
            "The Individual Development Plan"
          ],
          "tools": [
            "ASPIRE",
            "Internal/Inhouse Training",
            "CDO LIVE",
            "External Training"
          ],
          "processes_policies": [
            "Onboard",
            "Engage",
            "Develop",
            "Offboard",
            "Attract"
          ],
          "leadership_quote": {
            "text": "Good leaders invest their time, energy, money, and thinking into growing others as leaders.",
            "author": "John Maxwell, Leadership Development Guru"
          },
          "leadership_principle": "Leaders who look for potential in others, who coach, mentor, and who take the time to REPRODUCE more talent. When there are more leaders, more of the organization's mission can be accomplished.",
          "benefits_of_talent_development": [
            "Increases productivity and performance",
            "Reduces/Closes skill gaps",
            "Contributes to business continuity",
            "Retains and attracts the best talents",
            "Positively impacts employee engagement",
            "Increases Customer Satisfaction",
            "Sets the standard and improves on compliance"
          ],
          "did_you_know": "According to leadership development guru, John Maxwell, People Development is one factor that makes leaders become more effective. Moving up from just a position-based influence, people will tend to follow more leaders who have shown competence and have contributed to their personal and professional growth.",
          "development_responsibility": "Joint Responsibility of Leader and Staff",
          "talent_development_cycle": {
            "stages": [
              {
                "stage": 1,
                "name": "ASSESS",
                "description": "Employees ASSESS themselves based on their past performance scores, feedback from leader, peers, mentors and customers. The Leader as coach plays a huge role in helping the employees assess themselves."
              },
              {
                "stage": 2,
                "name": "PLAN",
                "description": "Employees PLAN for their development by creating an Individual Development Plan (IDP) that documents their competency gaps and developmental interventions. This is discussed with their immediate superior for a developmental coaching conversation."
              },
              {
                "stage": 3,
                "name": "IMPLEMENT",
                "description": "Employees IMPLEMENT the plans. In this stage, it is critical that development coaching conversations with the immediate superior are kept ongoing to be able to ensure proper follow through and support."
              },
              {
                "stage": 4,
                "name": "MONITOR PROGRESS",
                "description": "Employees MONITOR their progress on the achievement of their IDP. Developmental coaching conversations with the immediate superior continues. A review of the action plans take place as well as the support needed. Adjustments may be made, if necessary."
              }
            ],
            "key_elements": {
              "strategies_goals": "Capability Priorities - Critical skills that need to be prioritized in the development"
            }
          },
          "talent_development_process": {
            "leader_responsibilities": [
              "Understanding and cascading the strategic priorities of the group and how this impacts the team's capability priorities",
              "Assess their talents/staff by gathering relevant data about their capabilities through past and present performance, feedback from customers and peers, observation, conversations with staff"
            ],
            "employee_responsibilities": [
              "Drive their own development in consideration of what will make them successful in their current role and the career they want to pursue"
            ]
          },
          "roles_in_development_planning": {
            "leader_as_coach": [
              "Communicates strategies and KRAs",
              "Identifies skills needed and how roles will evolve",
              "Does talent segmentation",
              "Gathers/Analyzes data about people's performance and competence",
              "Coaches people for development",
              "Supports the Individual Development Plans and monitors progress",
              "Provides feedback"
            ],
            "staff_as_driver": [
              "Assess the ability to deliver current and future goals",
              "Gathers/Analyzes data about own performance and competence",
              "Creates own Individual Development Plan and implements it",
              "Seeks out feedback and coaching from leader"
            ]
          },
          "individual_development_plan": {
            "definition": "An Individual Development Plan (IDP) outlines a vision for an employees' career and set goals to capitalize on their strengths and address their development needs. It is a document that is prepared and developed to map out learning and development goals as driven by the staff and supported by the leader.",
            "purposes": [
              "Helps employees reach short and long-term career goals as well as improve current job performance",
              "Tool to improve important competencies that an employee will need now or in the future",
              "Used to open the door of communication and continuous feedback between the leader and the employee"
            ],
            "importance": [
              "Fosters a culture of learning and focuses employees on being lifetime learners",
              "Encourages people to take responsibility for their career planning",
              "Reinforces our commitment to developing people and setting them up for success in their role",
              "Important tool for conducting effective coaching conversations for development"
            ]
          },
          "learning_methodologies": {
            "learning_from_experience": [
              "Ask your manager to delegate new work to you",
              "Take on new and challenging projects/assignments",
              "Be a change champion for a specific initiative",
              "Make decisions outside your authority (with permission)",
              "Deputize for your manager",
              "Speak at internal or external events / present in meetings",
              "Learn the roles of others",
              "Understand different departments within the business",
              "Become a subject matter expert",
              "Become a team member in a project where you have no knowledge",
              "Facilitate and chair team meetings",
              "Introduce new strategies and ways of working",
              "Cover for others roles while they are on holiday",
              "Conduct client tours and manage VIP visits",
              "Train, coach, mentor others",
              "Network and interact with senior leadership team",
              "Work in groups to solve real business issues",
              "Get seconded for a temporary time in another department",
              "Apply best practices from company associations and bodies",
              "Cross-posting / immersion"
            ],
            "learning_from_others": [
              "Receive formal coaching on a regular basis",
              "Receive coaching from others (peers, colleagues)",
              "Receive mentoring from a senior manager",
              "Receive feedback from others on performance and outputs",
              "Use 180/360 degree feedback as tool for improvement",
              "Buddy up with a co-worker for sharing experiences and knowledge",
              "Use tools for self-reflection and learning",
              "Knowledge share with others  what works, what doesn't etc",
              "Always be asking others for feedback, opinions and guidance",
              "Learn from industry associations and key figures",
              "Build and learn from your network  physical and online",
              "Follow and participate with leading industry blogs  join the conversation"
            ],
            "formal_learning": [
              "Attend physical courses and workshops",
              "Attend virtual classes or LIVE/recorded webinars",
              "Attend industry-specific conferences and events",
              "Attend distance learning courses",
              "Take eLearning and/or microlearning courses",
              "Take professional qualifications and certifications",
              "Attend college or university",
              "Experience training simulations",
              "Read books or white papers, watch videos, listen to podcasts"
            ],
            "source": "LinkedIn Article - https://www.linkedin.com/pulse/50-activities-use-70-20-10-model-sean-mcpheat"
          },
          "idp_discussion_tips": [
            "Use data to back up your inputs and comments/suggestions",
            "Help the employee think through the plan based on what you know about the company's directions/needs",
            "Make sure you're clear about what will be included in the refined IDP, and how you will support it",
            "Establish check-in schedules to track progress"
          ],
          "sample_idp": {
            "employee_name": "Maria Dela Cruz",
            "position": "Recruitment Asst.",
            "department": "Corp HRAD",
            "manager": "Juan Santos",
            "year": "Y2022",
            "rating": 5,
            "career_path": [
              "Recruitment Specialist",
              "Recruitment Supervisor",
              "HR Business Partner"
            ]
          },
          "aspire_program": {
            "description": "At CDO, we believe that every Ka-Republika has the capability to make great things happen. They find meaning in adversity, they break barriers, and they dare to make a difference. When faced with a situation that they cannot change, they challenge themselves. It's that quest and longing to make themselves better that set the foundation for ASPIRE.",
            "definition": "ASPIRE is CDO's holistic approach to People Development, which aims to provide its employees with meaningful human experience through programs that will enhance their capabilities, cultivate employee engagement, and promote the development of total well-being.",
            "leader_role": "Just as our Ka-Republika sets no boundaries on what they can achieve, so does learning. Your role as leader is to support their aspirations, push them to explore, and help pave the way. One step forward. One notch higher. One goal closer."
          },
          "development_tools": {
            "internal_inhouse_training": {
              "description": "At the beginning of the year, the Learning & Development (L&D) team releases an annual training calendar of its core program offerings. The team then communicates a more detailed calendar on a monthly basis, which already includes the course description, schedule, target participants, learning method, and registration information.",
              "methodologies": [
                "Face-to-face classroom session",
                "Virtual/online session",
                "Via FSI's own eLearning system (CDO LIVE)"
              ],
              "process": "Interested employees will have to secure your approval for them to register and attend any of the course offerings in line with their IDP or learning goals.",
              "special_requests": "L&D may also accommodate special training request from other departments to address specific requirements. In addition, the team also facilitates teambuilding requests."
            },
            "cdo_live": {
              "full_name": "CDO Learning In a Virtual Environment",
              "description": "FSI's learning management system (LMS) that provides a digital environment or platform in managing the company's various training initiatives. In order to support learning and development, the LMS gives employees the opportunity and greater flexibility to learn at their own pace, in their preferred place, and at their most convenient time."
            },
            "external_training": {
              "description": "Employees are provided the opportunity to attend external training, seminars, or conferences conducted by industry experts in order for them to learn new knowledge and skills pertinent to the enhancement of their competencies in the context of their individual development.",
              "process": "Employees may submit and secure approval from their manager/immediate superior to attend an external training through the online ETA Form. Such application should be supported by the employee's IDP.",
              "forms_available": [
                "P2 Online ETA",
                "P3 Online ETA"
              ],
              "leader_role": [
                "Initiate, recommend, approve, or support the employee's initiative to attend external training or seminars in support of the employee's Individual Development Plan (IDP), competency enhancement, or as a compliance requirement",
                "Ensure that the application meets the conditions and requirements of the external training application policy",
                "Follow through on the employee's re-entry plan to maximize the learning investment"
              ],
              "note": "In some cases, the employee may be asked to sign a Return Service Training Agreement (RSTA), which requires him/her to continue his/her employment with FSI for a certain period of time depending on the training cost. Employee's failure to comply with the terms and conditions of the agreement for reasons within his/her control may require him/her to reimburse the pro-rated training cost."
            }
          }
        }
      },
      "Offboard": {
        "pages": [156, 164],
        "Framework": {
          "Description": "Ensure a smooth and professional exit process for employees leaving the organization. The goal of the offboarding phase is to facilitate a respectful, transparent, and compliant transition that reflects the companys values. It also aims to preserve relationships and gather insights to improve the employee experience.",
          "Your_Role_as_Leader": [
            "Facilitate proper turnover and ensure business continuity.",
            "Coordinate with HR and other departments to complete clearance and documentation.",
            "Conduct an exit discussion to gain feedback.",
            "Ensure separation is handled with fairness, professionalism, and empathy."
          ],
          "definition": "Offboarding is the process of disengaging an employee from their position within the organization, which may be due to resignation, termination, or retirement. Offboarding manages the employee experience at the end of their tenure with the organization, covering all the necessary steps to successfully part ways with the employee. This ensures a smooth transition for both the company and the exiting employee. Thus, it is important to have a standardized offboarding process to maintain a good relationship with the exiting employees.",
          "framework_components": [
            "Stages of the Offboarding Process",
            "Voluntary - Resignation",
            "Voluntary - Retirement",
            "Involuntary - Termination",
            "Involuntary - Retrenchment",
            "Involuntary - Redundancy",
            "The Exit Interview",
            "FSI Employee Separation Process"
          ],
          "stages_of_offboarding": [
            {
              "stage": 1,
              "name": "Filing of Separation Request",
              "description": "Employees signify their intention to leave by filing for a request to leave the company. Employees may voluntarily separate themselves from the company, retire, be terminated or retrenched. It is important to identify the reason for separation, to properly tailor the process to the exiting employee."
            },
            {
              "stage": 2,
              "name": "Exit Interview",
              "description": "This is the interview where the Human Resource Staff inquires further on the employee's reason for leaving and overall experiences in the company."
            },
            {
              "stage": 3,
              "name": "Documentation",
              "description": "Employees must secure the necessary documents to ensure their smooth transition out of the company. These may include updating government documents, computation of benefit packages, retirement packages and the return of company equipment."
            }
          ],
          "sources": [
            "https://hrmpractice.com/processes-for-employee-exit/",
            "https://www.bamboohr.com/blog/exit-formalities-for-offboarding",
            "https://hbr.org/2016/04/making-exit-interviews-count"
          ],
          "types_of_separation": {
            "voluntary": {
              "resignation": {
                "definition": "An employee decides to leave the company for whatever reason. As a policy, FSI requires a resigning employee to tender his/her resignation letter at least 30 days before the effective date. This allows the company to find a suitable replacement for the employee to ensure smooth transition or turnover of responsibilities. The period of notice may be shortened provided it is approved by the manager.",
                "leader_responsibility": "As a leader, it is your responsibility to immediately endorse the employee's resignation letter to the HRBP, or to at least give an advance information once an employee notifies you of his/her intention to leave. This is to ensure proper management of the offboarding process.",
                "handling_process": [
                  "Employee submits resignation letter to the manager/immediate superior",
                  "Manager accepts and endorses the resignation letter to the HRBP",
                  "HRBP endorses the resignation letter to the Compensation and Benefits Section for updating of records and processing",
                  "HRBP will provide the employee with the Employee Clearance Form (ECF) as well as the employee checklist. Such will be routed to the different departments to check and clear the employee's from accountabilities. Processing of clearance will take approximately 21 days",
                  "HRBP will schedule the employee (if probationary or regular) for an exit interview",
                  "C&B will advise the employee on the date to call to confirm the schedule of release of his/her back pay. Back pay will have to be released within 30 days from the clearance processing. Resigned employee will be asked to sign the Quit Claim"
                ],
                "note": "Leaders should not sign the ECF if the employee's turnover of accountabilities is not yet complete."
              },
              "retirement": {
                "definition": "An employee leaves the company upon reaching the age of retirement. FSI has a non-contributory Retirement Program in place that provides retirement pay to deserving employees who resign and meet the twin requirements of age and length of service.",
                "handling_process": [
                  "An employee who intends to retire must inform his/her manager or immediate superior and HRAD, through the HRBP, at least thirty (30) days before the date of retirement",
                  "He/She must accomplish the Retirement Application Form (RAF)",
                  "The manager/immediate superior should sign the RAF. The RAF and all pertinent documents must then be submitted to the HRBP",
                  "Availment of Early Retirement Plan must be reviewed by the HRBP and approved by the Top Management",
                  "Failure to comply with the due notice, except for Compulsory Retirement, will disqualify the employee from availing the retirement benefits",
                  "In case of death or permanent disability, the requirement for due notice shall no longer apply"
                ],
                "note": "The retirement benefit provided by FSI is separate and distinct from the retirement benefit of SSS and PAG-IBIG. However, HRAD and Finance will assist the retiring employee by providing the necessary documents to be able to claim his government retirement benefits."
              }
            },
            "involuntary": {
              "termination": {
                "just_causes": [
                  "Serious misconduct",
                  "Willful disobedience",
                  "Gross and habitual neglect of duty",
                  "Fraud or breach of trust",
                  "Commission of a crime or offense against the employer, his family, or representative",
                  "Other similar causes"
                ],
                "authorized_causes": [
                  "Installation of labor-saving devices",
                  "Redundancy",
                  "Retrenchment to prevent losses",
                  "Closure and cessation of business",
                  "Disease/illness"
                ],
                "due_process_two_notice_rule": [
                  "A notice of intent to dismiss specifying the ground for termination, and giving said employee reasonable opportunity within which to explain his or her side",
                  "A hearing or conference where the employee is given opportunity to respond to the charge, present evidence or rebut the evidence presented against him or her",
                  "A notice of dismissal indicating that upon due consideration of all the circumstances, grounds have been established to justify termination"
                ]
              },
              "retrenchment": {
                "definition": "It is the termination of employment initiated by the employer through no fault of and without prejudice to the employees. The act of dismissing employees is governed by Article 283 of the Labor Code under Authorized Causes for termination of employment. It is undertaken to prevent substantial and serious losses.",
                "causes": [
                  "Periods of business recession",
                  "Industrial depression",
                  "Seasonal fluctuations",
                  "Lack of work",
                  "Considerable reduction on the volume of the business"
                ],
                "legal_requirements": "In order to legally retrench employees, the employer must serve written notices to both the employee and DOLE at least 30 days prior to the intended date of termination. The employer must use fair and reasonable criteria in selecting employees to be dismissed, such as less preferred status, efficiency rating, and seniority (LIFO rule).",
                "separation_pay": "Separation pay of the affected employee shall be equivalent to one (1) month pay or at least one-half (1/2) month pay for every year of service, whichever is higher."
              },
              "redundancy": {
                "definition": "Redundancy is a condition which exists where the services of an employee are in excess of what is reasonably demanded by the actual requirements of the organization. This means that the position has become a duplication as a result of operational changes in the business.",
                "causes": [
                  "Acquisition of new technology and/or equipment",
                  "Installation of labor-saving device",
                  "Overhiring of workers",
                  "General decline of the business"
                ],
                "separation_pay": "Separation pay of the affected employee is equivalent to one (1) month pay or one month for every year of service, whichever is higher."
              }
            }
          },
          "exit_interview": {
            "description": "The Exit Interview (EI) is an essential tool in identifying hidden challenges and opportunities that may contribute to increasing a company's competitive edge. Moreover, valuing an exiting employee's views may support overall employee knowledge transfer and engagement.",
            "important_aspects": [
              {
                "aspect": "HR Issues",
                "description": "Identify hidden challenges within the department such as succession planning or engagement."
              },
              {
                "aspect": "Employee's perception of their role and the company",
                "description": "This may revolve around job design, working conditions, culture, and peers."
              },
              {
                "aspect": "Insight on managers",
                "description": "Interviewer can inquire on leadership style of immediate superiors and how that affected the employee."
              },
              {
                "aspect": "HR benchmarks",
                "description": "Interviewer can get an idea about other programs, compensation and benefits in other companies."
              },
              {
                "aspect": "Solicit ideas for innovation",
                "description": "Exiting employees may see trends that existed within the company, or have further insights on the industry."
              },
              {
                "aspect": "Lifelong advocates for the organization",
                "description": "Exiting employees can become possible clients, forge new business alliance. Departing employees must be treated with respect and gratitude."
              }
            ],
            "did_you_know": "Some experts argue that the best time to conduct the EI is halfway between the announcement of an intention to leave and the actual departure. They argue this is when initial rush of emotion of exiting the company has declined but before the employee has fully mentally checked out. Moreover, a less structured, positively-framed EI guide may provide a clearer picture of the information.",
            "source": "https://hbr.org/2016/04/making-exit-interviews-count"
          }
        }
      },
        "CONTACT INFORMATION":{
          "hr_contacts": {
          "P2": {
            "HRBP": "7522",
            "Recruitment": "7204 / 7205 / 7254",
            "Compensation_and_Benefits": "7220 / 7202 / 7203",
            "Timekeeping": "7207",
            "Health_Services": "7208",
            "Admin_Services": "7218 / 7270",
            "Talent_Management_OD_and_LD": "7206 / 7201"
          },
          "P3": {
            "HRBP": "7602",
            "Recruitment": "7604",
            "Compensation_and_Benefits": "7603",
            "Timekeeping": "7605",
            "Health_Services": "7606",
            "Admin_Services": "7602 / 7695",
            "Talent_Management_OD_and_LD": "7609"
          }
        },
        "message": "Contact us for any HR inquiries and concerns.",
        "CLOSING QUOTE": {
            "quote": {
            "text": "Employee Experience is a company-wide initiative to help employees stay productive, healthy, engaged, and on track. It's no longer an HR project. It is now an enterprise-wide strategy.",
            "author": "Josh Bersin",
            "title": "Founder and Dean @ Josh Bersin Academy"
          }
        }
      },
  "key_contact_information": {
    "internal_email": "interapply@cdo.com.ph",
    "recruitment_contacts": {
      "p2": ["7254", "7204", "7205"],
      "p3": ["7604"]
    }
  },
  "navigation_instructions": {
    "home_button": "Click this HOME button as it appears in the succeeding pages to go back to this page",
    "phase_navigation": "Click here to bring you to the different phases",
    "clickable_elements": "Icons and underlined words or phrases that are clickable are embedded in this toolkit to help in the ease of navigation"
  }
}