{
  "document_metadata": {
    "title": "CODE OF CONDUCT & WORKPLACE PRINCIPLES",
    "organization": "Foodsphere, Inc.",
    "languages": ["English", "Tagalog"]
  },
  "section_1": {
    "title": "PURPOSE AND SCOPE",
    "tagalog_title": "LAYUNIN AT SAKLAW",
    "subsections": {
      "1.1": {
        "title": "Purpose",
        "tagalog_title": "Layunin",
        "1.1.1": {
          "english": "To guide employees on Foodsphere, Inc.'s standard for ethical and orderly business conduct and behavioral norms descriptive of the Company's culture.",
          "tagalog": "Para gabayan ang mga empleyado ng Foodsphere, Inc. sa pamantayan ng maayos na pagtratrabaho at kaugalian na naglalarawan sa kultura ng Kumpanya."
        },
        "1.1.2": {
          "english": "To set the standard on how Foodsphere, Inc. employees work together to develop and deliver quality products, protect the core value of the Company, and how to work professionally and harmoniously with customers, suppliers and stakeholders. This Code of Conduct and Workplace Principles (\"The Code\") describes many of the employees' responsibilities and outlines Company principles is not intended to be comprehensive or to address all possible applications of, or exceptions to, the general policies and procedures described.",
          "tagalog": "Upang itakda ang pamantayan sa kung paano ang mga empleyado ng Foodsphere, Inc. ay magtutulungan para paunlarin at dalhin ang may kalidad nitong produkto, protektahan ang pangunahing alituntunin ng Kumpanya, at kung paano makitungo ng matiwasay at propesyunal sa mga customers, suppliers at stakeholders, ang Code of Conduct at Workplace Principles (\"The Code\") ay naglalarawan ng maraming responsibilidad ng mga empleyado at ang mga prinsipyo ng Kumpanya, hindi ito inilaan para maging komprehensibo o tugunan ang lahat ng posibleng paggamitan ng pangkalahatang patakaran at pamamaraan na inilalarawan."
        }
      },
      "1.2": {
        "title": "Scope",
        "tagalog_title": "Saklaw",
        "1.2.1": {
          "english": "These rules and regulations shall apply to all employees regardless of employment status.",
          "tagalog": "Ang mga patakaran at regulasyon na ito ay sasaklaw sa lahat ng empleyado anuman ang kanilang katayuan o posisyon sa Kumpanya."
        }
      }
    }
  },
  "section_2": {
    "title": "RESPONSIBILITIES",
    "tagalog_title": "RESPONSIBILIDAD",
    "subsections": {
      "2.1": {
        "english": "Human Resources Department is responsible for defining and clarifying this process.",
        "tagalog": "Ang Human Resources Department ay responsable sa pagtutukoy at paglilinaw ng prosesong ito.",
        "detail": {
          "english": "To define the progressive disciplinary action process used to modify any conduct or behavior that is not in conformity with company's culture and standards.",
          "tagalog": "Upang bigyang kalinawan ang progresibong proseso ng disciplinary action para sa pagtatama ng pag-uugali na hindi umaayon sa pamantayan at kultura ng kumpanya."
        }
      },
      "2.2": {
        "english": "All Supervisors and Managers shall ensure the effective implementation of this guideline. Discipline shall be basically promoted and administered by the concerned Supervisor/Manager with the Human Resources Department acting as resource for guidance and counselling.",
        "tagalog": "Ang lahat ng supervisor at manager ay itinatakdang ipatupad ng epektibo ang guidelines na ito. Ang pagdidisiplina ay dapat itaguyod at pangasiwaan ng may kinalamang Supervisor/Manager at ang Human Resource Department ay magsisilbing sanggunian para sa tamang patnubay at pagpapayo."
      },
      "2.3": {
        "english": "All other personnel are enjoined to cooperate in the promotion and implementation of this Code of Conduct.",
        "tagalog": "Ang lahat ng iba pang empleyado ay hinihikayat na makipagtulungan sa pagpapalaganap at pagpapatupad ng Code of Conduct na ito."
      }
    }
  },
  "section_3": {
    "title": "REFERENCED DOCUMENTS",
    "items": [
      "3.1 CRR Handbook 2008",
      "3.2 Notice-To-Explain Form",
      "3.3 Notice of Disciplinary Action Form",
      "3.4 Policy on Gifts and Gratuities",
      "3.5 Anti-Harassment and Anti-Abuse Policy",
      "3.6 Grievance Mechanism Policy",
      "3.7 Foodsphere, Inc. Safety Manual",
      "3.8 Equal Employment Opportunity Statement"
    ]
  },
  "section_4": {
    "title": "PROCESS DEFINITION AND CONTROLS",
    "subsections": {
      "4.1": {
        "title": "The Code of Conduct and Workplace Principles",
        "introduction": {
          "english": "It is the general policy of the Company to conduct its business activities and transactions with the highest level of integrity and ethical standards consistent to the Company's culture and in accordance with all applicable laws. In carrying out this policy, the Company adopts the following Code of Business Conduct and Workplace Principles.",
          "tagalog": "Pangkalahatang patakaran ng Kumpanya na gawin ang lahat ng akitibidad sa negosyo at mga transaksyon sa pinakamataas na antas ng integridad at etikal na pamantayan ayon sa kultura ng Kumpanya at sa lahat na naaayon sa batas. Sa pagsasakatuparan ng mga patakarang ito, ang Kumpanya ay pinagtitibay ang mga sumusunod na Code of Business Conduct and Workplace Principles."
        },
        "description": {
          "english": "This set of Business Conduct and Workplace Principles generally covers a wide range of business values and disciplinary procedures. It does not cover specific issues that may arise, but it sets out basic principles to guide all employees, officers, contractors/subcontractors, consultants and business partners of the Company. It sets the standard on how we work collectively in order to develop and deliver quality products and efficient services, protect the core value and good image of the Company, and satisfactorily work with internal and external customers, suppliers and other business partners. All employees must strictly comply with these policies and maintain desirable business behavior as outlined in this guideline.",
          "tagalog": "Ang talaan ng Business Conduct and Workplace Principles ay sumasaklaw sa malawak na hanay ng business values at paraan ng pagdidisiplina. Hindi man nito masakop ang lahat ng partikular na issue, ito ay nagtatakda ng mga batayan na gagabay sa lahat ng mga empleyado, opisyal, contractor/sub-contractor, consultant at business partners ng Kumpanya. Ito ang pamantayan kung paano ang lahat ay sama-samang gumawa at maghatid ng de-kalidad na produkto at mahusay na serbisyo, pangalagaan ang mga pangunahing alituntunin at imahe ng Kumpanya, maayos na pakikipagtrabaho sa mga internal and external customers, suppliers at business partners. Ang lahat ng empleyado ay dapat mahigpit na sumunod sa mga patakaran na ito at mapanatili ang tamang pag-uugali na nakabalangkas sa guideline na ito."
        },
        "affirmation": {
          "english": "The Code affirms the Company's Core Values through the following principles of behavior. All employees must adhere to these principles.",
          "tagalog": "Ang Code na ito ay nagpapatibay ng Core Values ng Kumpanya sa pamamagitan ng mga sumusunod na prinsipyo. Ang lahat ng empleyado ay kinakailangang sumunod sa mga prinsipyong ito."
        },
        "core_values": [
          {
            "value": "Core Value: We Have Integrity",
            "principle_number": "4.1.1",
            "principle": {
              "english": "Foodsphere, Inc. conducts its business with the highest level of Integrity.",
              "tagalog": "Pinapanatili ng Foodsphere, Inc. ang pinakamataas na antas ng Integridad sa pagpapatakbo ng negosyo."
            },
            "details": {
              "english": "Foodsphere, Inc. employees always work as a team, built upon mutual respect and courtesy.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay palaging nagtratrabaho bilang isang team na may paggalang at respeto sa isa't isa."
            },
            "entrepreneurial": {
              "english": "Foodsphere, Inc. employees carry out the company's affairs with entrepreneurial spirit, seizing every available opportunity in advancing and protecting the company's interests.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay ginagampanan ang kanilang tungkulin na parang mga negosyante, kung saan ang bawat nakikitang oportunidad ay ginagamit para sa pagpapaunlad at pangangalaga sa interes ng Kumpanya."
            },
            "excellence": {
              "english": "Foodsphere, Inc. employees are dedicated to deliver high performance for the good of our customers through unending pursuit of excellence.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay gumaganap ng tungkulin na may mataas na dedikasyon para sa ikabubuti ng mga customer sa pamamagitan ng walang humpay na pagpupunyagi sa kahusayan."
            },
            "welfare": {
              "english": "Foodsphere, Inc. promotes a culture of welfare for its employees.",
              "tagalog": "Itinataguyod ng Foodsphere, Inc. ang kultura ng kapakanan para sa mga empleyado."
            },
            "policies": {
              "4.1.1.1": {
                "title": "Conflict of Interest",
                "english": "It is the policy of the Company that all employees are expected to avoid situations that create actual or potential conflict between personal and Company interests. All business decisions and actions must redound to the best interests of the Company and not motivated by personal considerations and relationships which may interfere with the exercise of independent judgment. The appearance of conflict of interest alone should be avoided.",
                "tagalog": "Bilang patakaran ng Kumpanya, inaasahan na ang lahat ng empleyado ay iiwas sa mga sitwasyong maaring lumikha ng aktwal o potensyal na conflict sa pagitan ng personal na interes at interes ng Kumpanya. Ang lahat ng desisyon at pagkilos ay dapat humantong sa pinakamahusay na interes ng Kumpanya at hindi dahil sa mga personal na konsiderasyon at mga ugnayan na maaaring humadlang sa paggamit ng malayang pag-iisip. Anumang pagkilos na maaring magdulot ng duda o conflict of interest ay dapat iwasan."
              },
              "4.1.1.2": {
                "title": "Competition and Fair Dealing",
                "content": {
                  "principle": {
                    "english": "We seek to outperform our competitors through fair and honest means never through unethical or illegal business schemes.",
                    "tagalog": "Nilalayon naming mahigitan ang aming mga kakumpitensya sa tapat at patas na paraan at hindi sa pamamagitan ng unethical or ilegal na paraan ng pagnenegosyo."
                  },
                  "gifts_entertainment": {
                    "english": "The purpose of business entertainment and gifts in a commercial setting is to create goodwill and sound working relationships, not to gain unfair advantage with customers.",
                    "tagalog": "Ang layunin ng business entertainment at mga regalo ay naglalayong lumikha ng maganda at matibay na ugnayan at hindi para magkaroon ng hindi patas na kapakinabangan sa mga customer."
                  },
                  "prohibition": {
                    "english": "Gift or entertainment that will prejudice the business interests of the company should never be offered, given, or accepted by any employee. Refer to Policy on Gifts and Gratuities.",
                    "tagalog": "Anumang regalo o entertainment na maaaring lumikha ng kapinsalaan sa business interest ng Kumpanya ay hindi dapat ialok, ibigay, o tanggapin ng sinumang empleyado. Sumangguni sa Policy on Gifts and Gratuities."
                  }
                }
              },
              "4.1.1.3": {
                "title": "Record Keeping",
                "requirement": {
                  "english": "The Company requires honest and accurate recording and reporting of information in order to make responsible business decisions. All Company business data, records and reports must be prepared truthfully and accurately.",
                  "tagalog": "Itinatakda ng Kumpanya ang tama at tapat na pagtatala at pag-uulat ng impormasyon upang makagawa ng responsableng desisyon sa negosyo. Ang lahat ng impormasyon, rekord at ulat ng Kumpanya ay dapat ilahad ng tama at totoo."
                },
                "guidelines": {
                  "english": "In preparation of business data, records and reports, any exaggeration, derogatory remarks, guesswork or inappropriate characterizations of people and companies that can be misunderstood should be extremely avoided. Records should always be retained or destroyed according to the Company's record retention and disposition policies.",
                  "tagalog": "Sa paghahanda ng impormasyon, rekord at ulat sa negosyo, anumang pagmamalabis, mapanirang pahayag, haka-haka o di tamang paglalarawan sa mga tao at mga kumpanya na maaring maging sanhi ng di pagkakaunawaan ay dapat iwasan. Ang pagtago at pagsira ng rekord ay dapat na naaayon polisiya ng Kumpanya tungkol sa pagpapanatili at pagtatapon ng rekord."
                }
              },
              "4.1.1.4": {
                "title": "Confidentiality",
                "definition": {
                  "english": "Proprietary information is a valuable company asset and includes product development designs, patents, trademarks, copyrights, design and manufacturing processes, programming techniques and algorithms, source code, information regarding the financial health of the Company, salary and personnel information and marketing and sales plans and strategies. Proprietary information can be in any form, such as but not limited to, digital information stored on laptops, handheld devices, desktops, servers, backups, and portable storage devices, hard copy documents and verbal discussions.",
                  "tagalog": "Ang proprietary information katulad ng product development designs, patents, trademarks, copyrights, design and manufacturing processes, programming techniques and algorithms, source code, impormasyon tungkol sa financial health ng Kumpanya, pasahod at personnel information, at marketing and sales plans and strategies ay mahalagang pag-aari ng Kumpanya. Ang proprietary information ay maaring nasa mga sumusunod na anyo ngunit hindi nalilimitahan sa mga digital information na nakalagay sa mga laptops, handheld devices, desktops, servers, backups, at mga portable storage devices, hard copy document at mga usapang berbal."
                },
                "responsibility": {
                  "english": "In working with proprietary information, responsible personnel need to safeguard it from changes, loss or unauthorized use and disclosure to any person including family members and friends.",
                  "tagalog": "Sa paggamit ng proprietary information, responsibilidad ng empleyado na pangalagaan ito sa anumang pagbabago, pagkawala o di-awtorisadong paggamit at paghahayag sa sinuman kabilang na sa mga kapamilya at kaibigan."
                },
                "confidentiality_rule": {
                  "english": "This information is treated as confidential thus no release or use of such information shall be made unless with clear authority of the concerned Supervisor/Manager or highest company official as the case may be.",
                  "tagalog": "Ang impormasyong ito ay itinuturing na confidential kaya hindi pahihintulutan ang paghayag o paggamit ng walang malinaw na awtorisasyon ng may kinalamang Supervisor/Manager o ng pinakamataas ng opisyal ng Kumpanya."
                }
              }
            }
          },
          {
            "value": "Core Value: We are Open and Collaborative",
            "principle_number": "4.1.2",
            "principle": {
              "english": "Foodsphere, Inc. employees always work as a team, built upon mutual respect and courtesy.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay palaging nagtratrabaho bilang isang team na may paggalang at respeto sa isa't isa."
            },
            "introduction": {
              "english": "Employees are one of the most important assets of the company. As part of the company they have fundamental responsibility to show respect, consideration and courtesy to fellow employees. The company is firmly committed to provide equal opportunity in all aspects of employment and does not tolerate any discrimination or harassment of any kind. All employment practices and decisions, including those involving recruiting, hiring, transfers, promotions, compensations, benefits, discipline and termination will be conducted without regard to race, creed, color, religion, national origin, sex, age, and will comply with all applicable laws, rules, and regulations.",
              "tagalog": "Ang mga empleyado ang isa sa pinakamahalagang yaman ng Kumpanya. Bilang bahagi ng Kumpanya, responsibilidad ng bawat empleyado na magpakita ng respeto, konsiderasyon at paggalang sa kapwa empleyado. Ang Kumpanya ay mahigpit na ipatutupad ang patas na pagturing sa lahat ng aspeto ng paggawa at hindi hahayaang magkaroon ng anumang diskriminasyon at harassment. Lahat ng desisyon at kagawian, kasama ng pagtanggap, paglipat, promosyon, kompensasyon, benepisyo, pagdisplina at pagtanggal, ay gagawin ng walang pagkiling sa lahi, paniniwala, kulay, relihiyon, kasarian, edad, alinsunod sa lahat ng batas, patakaran at regulasyon."
            },
            "policies": {
              "4.1.2.1": {
                "title": "Harassment-Free Workplace",
                "commitment": {
                  "english": "Foodsphere, Inc. will exert all efforts to provide a work environment free of discrimination, harassment and/or intimidation. Such conduct interferes with employee's ability to perform his/her duties and is not consistent with our Company's philosophy of trust and mutual respect.",
                  "tagalog": "Sisikapin ng Kumpanya sa abot ng kanyang makakaya na makapagbigay ng maayos na pook paggawa ng walang diskriminasyon, harassment at/o intimidasyon sa kadahilanang ang mga ito ay maaaring makaapekto sa mga empleyado sa pagtupad ng kanilang mga tungkulin at ang mga ito ay hindi naayon sa prinsipyo ng Kumpanya patungkol sa pagrespeto at paggalang sa kapwa."
                },
                "compliance": {
                  "english": "Compliance with this policy is the responsibility of all Foodsphere, Inc. employees. Every employee must avoid any behavior or conduct that could reasonably be interpreted as a violation of this policy, and every employee should maintain a work environment free from discrimination, harassment or intimidation.",
                  "tagalog": "Ang pagsunod sa mga patakarang ito ay responsibilidad ng lahat ng empleyado ng Foodsphere, Inc. Ang lahat ay dapat umiwas sa pagkilos na maaaring mailarawan na paglabag sa patakarang ito, at ang lahat ay dapat magpanatili ng lugar paggawa na walang diskriminasyon, harassment o intimidasyon."
                },
                "standards": {
                  "english": "All employees are expected to behave and conduct themselves in a manner that is above reproach and worthy of respect and emulation of others. They must always maintain high standards of morality, integrity, and professionalism.",
                  "tagalog": "Ang lahat ng empleyado ay inaasahang magpakita at kumilos ng tama, walang kapintasan at karapat-dapat na irespeto at tularan ng iba. Ang lahat ay dapat magpanatili ng mataas na antas ng moralidad, integridad at propesyonalismo."
                },
                "law": {
                  "english": "The Company shall implement RA 7877, the Anti-sexual harassment of 1995.",
                  "tagalog": "Ipatutupad ng Kumpanya ang RA 7877, Anti-sexual Harassment of 1995."
                }
              },
              "4.1.2.2": {
                "title": "Property of Others",
                "english": "In Foodsphere, Inc., respect for the person extends to his property and possessions within company premises.",
                "tagalog": "Sa Foodsphere, Inc., saklaw ng pagbibigay respeto sa kapwa ang pagrespeto sa kanyang ariarian at taglay na bagay na nasa loob ng Kumpanya"
              },
              "4.1.2.3": {
                "title": "Use of Language",
                "professional_behavior": {
                  "english": "At all times, all employees are expected to behave in a professional manner. Language is a powerful medium of expressing respect for the other person and as such, all employees should at all times be aware of the proper use of verbal and non-verbal expressions",
                  "tagalog": "Sa lahat ng oras, ang lahat ng empleyado ay inaasahang kumilos nang propesyonal. Ang wika ay isang nakapahalagang paraan ng pagpapahayag ng respeto para sa kapwa kaya ang lahat ng empleyado ay dapat laging maging maingat sa pagkilos at pagsasalita."
                },
                "privacy_and_gossip": {
                  "english": "Respect for people's privacy is important and as such, it is expected that employees should not engage in rumor mongering. It must be understood that personal matters should remain personal. The Company strives to create a respectful workplace environment that curbs any kind of gossip and promotes effective professional communications at every level.",
                  "tagalog": "Ang pagrespeto sa privacy ng kapwa ay napakahalaga kung kaya inaasahang ang mga empleyado ay hindi magkakalat ng mga sabi-sabi. Ipinagpapalagay ng Kumpanya na ang mga personal na bagay ay pananatilihing personal. Sinisikap ng Kumpanya na bumuo ng lugar paggawa na puno ng respeto at paggalang na magtatanggal ng kahit anong pagkakalat ng sabi-sabi at magtaguyod ng propesyonal na komunikasyon sa anumang antas."
                }
              },
              "4.1.2.4": {
                "title": "Respect for Diversity",
                "tagalog_title": "Paggalang sa Pagkaiba-iba",
                "definition": {
                  "english": "Diversity refers to differences in race, creed, sex, beliefs and preferences. The Company respects diversity and it is expected that employees would do the same. The Company believes that diversity creates a culture of innovation.",
                  "tagalog": "Ang pagkaiba-iba ay tumutukoy sa lahi, kredo, kasarian, paniniwala at preprerensiya. Iginagalang ng Kumpanya ang pagkaiba-iba at inaasahang ang empleyado ay gagawin din ito. Naniniwala ang Kumpanya na ang pagkaiba-iba ay lumilikha ng kultura ng mabuting pagbabago."
                },
                "adherence": {
                  "english": "While diversity is respected in Foodsphere, Inc., the need to adhere to fundamental workplace regulations should not be compromised. This includes policies on proper business attire, workplace decorum and common decency, housekeeping and care for property, safety and health.",
                  "tagalog": "Iginagalang ng Foodsphere, Inc. ang pagkakaiba-iba ngunit ang pagsunod sa mga patakaran sa paggawa ay hindi dapat makompromiso. Kasama dito ang mga patakaran sa tamang pananamit, tamang pagkilos at pagiging disente, paglilinis at pag-aalaga ng mga pag-aari, kaligtasan at kalusugan."
                }
              },
              "4.1.2.5": {
                "title": "Working as a Team",
                "tagalog_title": "Pagtatrabaho bilang isang Team",
                "english": "All employees, leader and non-leaders, work toward a common goal. Understanding the differences and maintain open communication to resolve issues are encouraged to be performed to attain a common goal the employees are aiming for.",
                "tagalog": "Ang lahat ng empleyado ay dapat kumilos para sa iisang layunin. Ang pag-unawa sa pagkaiba-iba at bukas na pagkikipag-usap upang maayos ang mga isyu ay hinihikayat na gawin para maabot ang mga layunin."
              },
              "4.1.2.6": {
                "title": "Workplace Violence",
                "tagalog_title": "Karahasan sa Trabaho",
                "policy": {
                  "english": "The Company does not tolerate any forms of threats or acts of violence and intimidation against co-workers, vendors, customers, or others. Workplace refers to Company premises, and/or outside venues where the Company holds a business function.",
                  "tagalog": "Hindi hahayaan ng Kumpanya ang anumang uri ng pagbabanta, intimidasyon at karahasan laban sa kapwa empleyado, vendors, customer at iba pa. Ang lugar paggawa ay tumutukoy sa nasasakupan ng Kumpanya o mga lugar sa labas na kung saan ang Kumpanya ay may business function."
                },
                "responsibility": {
                  "english": "Employees are responsible for reporting any act or threats of violent behavior to the Company's Security and Human Resources immediately.",
                  "tagalog": "Ang mga empleyado ay may responsibilidad na isuplong ang anumang pagbabanta o pagkilos ng may karahasan sa Company Security at Human Resources."
                }
              }
            }
          },
          {
            "value": "Core Value: We are Innovative and Entrepreneurial",
            "principle_number": "4.1.3",
            "principle": {
              "english": "Foodsphere, Inc. employees carry out the company's affairs with entrepreneurial spirit; seizing every opportunity in advancing and protecting the Company's interest.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay ginagampanan ang kanilang tungkulin na parang mga negosyante, kung saan ang bawat nakikitang oportunidad ay ginagamit para sa pagpapaunlad at pangangalaga sa interes ng Kumpanya."
            },
            "policies": {
              "4.1.3.1": {
                "title": "Protection and Proper Use of Company Assets",
                "tagalog_title": "Pangangalaga at tamang paggamit ng mga Pag-aari ng Kumpanya",
                "assets": {
                  "english": "The Company's physical assets include facilities, equipment, and computer and communications systems. The use of these assets must primarily be for the Company's business purpose.",
                  "tagalog": "Kasama sa mga pag-aari ng Kumpanya ang mga pasilidad, equipment, computer at communications systems. Ang paggamit ng mga ito ay para sa pangunahing layuning pangnegosyo ng Kumpanya."
                },
                "protection": {
                  "english": "In order to protect the company's physical assets from theft, loss, damage, or misuse, all employees shall follow applicable security, safety and usage procedures. Report must be made in case of theft, loss, damage, or misuse of the Company physical assets to its Admin and Security department within twenty four (24) hours after its discovery.",
                  "tagalog": "Upang mapangalagaan ang mga pisikal na pag-aari ng Kumpanya mula sa pagkanakaw, pagkawala, pagkasira, o maling paggamit, ang lahat ng empleyado ay inaatasang sumunod sa security, safety and usage procedures. Kailangang i-ulat ang anumang pangyayari ng pagnanakaw, pagkawala, pagkasira at maling paggamit ng anumang pag-aari ng Kumpanya sa Admin and Security department sa loob ng dalawampu't apat (24) na oras mula sa oras ng pagkakaalam nito."
                },
                "privacy": {
                  "english": "While the Company respects employee privacy, all employees should not assume that desks, cubicles, telephone and other equipment is private or confidential. Subject to applicable laws, the Company reserves its right to check, screen, and review both incoming and outgoing communications and all information devices, including any password-protected files or communications.",
                  "tagalog": "Iginagalang ng Kumpanya ang employee privacy ngunit hindi dapat ipagpalagay ng mga empleyado na ang mga desks, cubicles, telephones at iba pang equipment ay pribado o pangsarili. Alinsunod sa mga batas na nakakasaklaw, may karapatan ang Kumpanya na tingnan, busisiin at repasuhin ang mga incoming at outgoing communications at lahat ng impormasyon sa devices kasama ang mga password-protected files or communications."
                }
              },
              "4.1.3.2": {
                "title": "Corporate Opportunities",
                "english": "Corporate properties, information or position should not be used for personal gain. Competition with the Company while still engaged or employed is strictly prohibited. All employees should advance the legitimate interests of the Company when the opportunity to do so arises. When applicable, the non-compete provision in the non-disclosure agreement will be implemented.",
                "tagalog": "Ang mga pag-aari, impormasyon at/o posisyon sa Kumpanya ay hindi dapat gamitin para sa personal na interes. Mahigpit na ipinagbabawal ang sinumang empleyado na makipagkompetisyon sa Kumpanya. Ang lahat ng empleyado ay dapat isulong ang mga interes ng Kumpanya sa lahat ng pagkakataon. Sa mga pagkakataong naaangkop, ang noncompete provision sa non-disclosure agreement ay ipatutupad."
              },
              "4.1.3.3": {
                "title": "Substance-Free Workplace",
                "principle": {
                  "english": "The Company adheres to the principle that by prohibiting the use of illegal substance and alcohol, will improve the safety, health, and productivity of the employees.",
                  "tagalog": "Sumusunod ang Kumpanya sa prinsipyo na ang pagbabawal sa paggamit ng illegal substances at alcohol ay magpapabuti sa kaligtasan, kalusugan at productivity ng mga empleyado."
                },
                "prohibition": {
                  "english": "The use, possession, sale, transfer, manufacture, distribution, dispensing, or purchase by any employee of any prohibited substance and alcohol or associated paraphernalia or being under the influence of prohibited substances and alcohol by any employee at any time on Company premises, and any vehicles parked within, is absolutely prohibited.",
                  "tagalog": "Ang paggamit, pagkakaroon, pagbenta, paglipat, paggawa, distribusyon, pagbibigay at pagbibili ng sinumang empleyado ng prohibited substances at alcohol o anumang kaugnay na paraphernalia o pagpasok ng lango o naka-inom ng alak ay mahigpit na ipinagbabawal sa lahat ng oras sa loob ng Kumpanya kasama maging ang mga sasakyang nakaparada sa loob ng Kumpanya"
                }
              }
            }
          },
          {
            "value": "Core Values: We are Passionate about Our Customers and Consumers",
            "principle_number": "4.1.4",
            "principle": {
              "english": "Foodsphere, Inc. employees are dedicated to deliver high performance for the good of company's customers through constant pursuit of excellence.",
              "tagalog": "Ang mga empleyado ng Foodsphere, Inc. ay gumaganap ng tungkulin na may mataas na dedikasyon para sa ikabubuti ng mga customer sa pamamagitan ng walang humpay na pagpupunyagi sa kahusayan."
            },
            "policies": {
              "4.1.4.1": {
                "title": "Delivering to Goals and Key Initiatives",
                "tagalog_title": "Pag-abot sa mga Mithiin at mga Mahahalagang Inisyatibo",
                "english": "Employees are guided by clear goals and expectations and they are expected to deliver as such. Delivering expected results with efficiency and dispatch really matters. The Company is driven and passionate about creating opportunities for the success of employees, customers, shareholders and the communities it serves.",
                "tagalog": "Ang mga empleyado ay ginagabayan ng malinaw na mithiin at inaasahang ito ay makakamit. Napakahalaga na ang inaasahang resulta ay maabot sa pamamagitan ng mahusay na pamamaraan. Ang Kumpanya ay may dedikasyon para sa paglikha ng mga pagkakataon para sa tagumpay ng mga empleyado, customers, shareholders at ang komunidad na pinagsisilbihan nito."
              },
              "4.1.4.2": {
                "title": "Quality Mindset",
                "english": "World-class leadership is a top priority of the Company. All employees share the responsibility to sustain and improve product quality and services for all customers. The Company is committed in achieving world-class quality through operational excellence and continuous product improvements to satisfy customer needs.",
                "tagalog": "Ang world-class leadership ay pangunahing prayoridad ng Kumpanya. Ang lahat ng mga empleyado ay may responsibilidad na panatilihin at pagbutihin ang kalidad ng mga produkto at serbisyo para sa lahat ng mga customer. Ang Kumpanya ay nagpupunyaging maabot ang world-class quality sa pamamagitan ng mahusay na paggawa at patuloy na pagpapaunlad ng mga produkto at serbisyo para sa kasiyahan ng mga customer."
              },
              "4.1.4.3": {
                "title": "Compliance to Internal Process",
                "tagalog_title": "Pagsunod sa mga Internal Process",
                "english": "All employees are expected to comply with the policies and procedures set by the company and any changes that will be made thereon will be for sound business practice and human resource development.",
                "tagalog": "Ang lahat ng empleyado ay inaasahang tumupad sa mga patakaran at pamamaraan na itinalaga ng Kumpanya at anumang mga pagbabago at para sa maayos na negosyo at pagbubuti ng human resouces."
              },
              "4.1.4.4": {
                "title": "Innovation",
                "tagalog_title": "Makabagong Pamamaraan",
                "english": "The Company challenges the status quo, strives for innovations and embraces the risks that comes with it. It stands ready for any change. Foodsphere, Inc. employees are courageous and willing to take on new challenges.",
                "tagalog": "Ang Kumpanya ay patuloy na naghahanap ng mga makabagong pamamaraan at handang harapin ang mga hamon na kalakip nito. Ito ay handa sa mga pagbabago. Ang mga empleyado ay matapang at buong-pusong haharapin ang mga bagong pagsubok."
              },
              "4.1.4.5": {
                "title": "Use of Time",
                "tagalog_title": "Paggamit ng Oras",
                "english": "Regular attendance and punctuality are important to the success of Company's business operations. Every working time should be used efficiently and productively.",
                "tagalog": "Ang regular na pagpasok at sa tamang oras ay napakahalaga sa tagumpay ng negosyo ng Kumpanya. Ang lahat ng oras sa paggawa ay dapat gamitin ng maayos at produktibo."
              },
              "4.1.4.6": {
                "title": "Protecting the Company Image",
                "tagalog_title": "Pangangalaga sa Imahe ng Kumpanya",
                "english": "To maintain the Company's valuable reputation, improvement of quality standards and safety requirements are essential. In the context of ethics, quality requires that our products and services be designed and manufactured to meet our obligations to valued customers. All inspections and testing designs are handled in accordance with all applicable regulations.",
                "tagalog": "Para mapanatili ang magandang reputasyon ng Kumpanya, mahalagang pagbutihin ang quality standards at sumunod sa mga safety requirements. Ang kalidad ng mga produkto at serbisyo ay dapat idisenyo at gawin para sa mga customer. Ang inspeksyon at pagsubok ay dapat ayon sa mga regulasyon."
              }
            }
          },
          {
            "value": "Core Value: We have love for God",
            "principle_number": "4.1.5",
            "principle": {
              "english": "Foodsphere, Inc. promotes a culture of welfare for its employees.",
              "tagalog": "Itinataguyod ng Foodsphere, Inc. ang kultura ng kapakanan para sa mga empleyado."
            },
            "policies": {
              "4.1.5.1": {
                "english": "All officers and employees shall be selected, engaged and compensated based on qualification, merit and performance. They are treated fairly and accorded respect and dignity. Their individual and collective rights are respected.",
                "tagalog": "Ang lahat ng empleyado ay dapat piliin at bayaran ayon sa kwalipikasyon, merito at sa buti ng pagganap sa trabaho. Ang lahat ay patas na ituturing at bibigyan ng respeto ang lahat ng kanilang karapatan."
              },
              "4.1.5.2": {
                "english": "The Company shall maintain a safe, productive and conducive workplace environment and comply with all applicable health, safety and environmental laws. Employees are responsible for maintaining a safe and healthy workplace at all times by following safety and health rules and practices and timely reporting of accidents, injuries and unsafe condition and use of equipment particularly Personal Protective Equipment (PPE).",
                "tagalog": "Ang Kumpanya ay magpapanatalili ng ligtas, produktibo at kaaya-ayang lugar sa pagtratrabaho alinsunod sa mga nakatakdang batas pang-kalusugan, pang-kaligtasan at pang-kapaligiran. Ang mga empleyado ay responsable para sa pagpapanatili ng malusog at ligtas na lugar sa paggawa sa pamamagitan ng pagsunod sa mga patakaran at pamamaraang pang-kalusugan at pang-kaligtasan, tamang pag-uulat ng aksidente at hindi ligtas na kalagayan at paggamit ng equipment lalo na ang Personal Protective Equipment (PPE)."
              },
              "4.1.5.3": {
                "english": "The Company endeavors to provide career advancement through a clearly defined promotion system based on employees' competencies, major contributions and accomplishments, work attitude and interpersonal relationship. The Company shall also offer its employees continuous learning sessions, seminars and workshops to improve and increase their level of competency, efficiency and general well-being.",
                "tagalog": "Ang Kumpanya ay magpapanatalili ng ligtas, produktibo at kaaya-ayang lugar sa pagtratrabaho alinsunod sa mga nakatakdang batas pang-kalusugan, pang-kaligtasan at pang-kapaligiran. Ang mga empleyado ay responsable para sa pagpapanatili ng malusog at ligtas na lugar sa paggawa sa pamamagitan ng pagsunod sa mga patakaran at pamamaraang pang-kalusugan at pang-kaligtasan, tamang pag-uulat ng aksidente at hindi ligtas na kalagayan at paggamit ng equipment lalo na ang Personal Protective Equipment (PPE)."
              }
            }
          }
        ]
      },
      "4.2": {
        "title": "Reporting any illegal, unethical or inappropriate behavior",
        "tagalog_title": "Pag-uulat ng anumang ilegal, unethical at di-kanaisnais nap ag-uugali",
        "4.2.1": {
          "english": "Every employee has the duty to report possible violations of the company's Code of Conduct.",
          "tagalog": "Ang lahat ng empleyado ay may katungkulang i-ulat ang anumang posibleng paglabag sa Code of Conduct ng Kumpanya."
        },
        "4.2.2": {
          "english": "Employees may seek proper information and guidance whenever necessary.",
          "tagalog": "Ang mga empleyado ay maaring humingi ng impormasyon at gabay kung kinakailangan.",
          "4.2.2.1": {
            "english": "Address the issue with the immediate supervisor/manager.",
            "tagalog": "Ipagbigay-alam ang isyu sa kanyang supervisor/manager."
          },
          "4.2.2.2": {
            "english": "Address ethics and legal questions and concerns with the internal groups who specialize in handling such issues at the Company, including Human Resources.",
            "tagalog": "Ang mga katanungan at isyung ethical at legal ay dapat isangguni sa grupong dalubhasa sa mga ito kasama na ang Human Resources department."
          },
          "4.2.2.3": {
            "english": "Report/submit evidence of wrongdoing, complaints or concerns relating to compliance matters.",
            "tagalog": "I-ulat/ipasa ang mga katunayan ng maling gawain, reklamo o problema."
          },
          "4.2.2.4": {
            "english": "Every effort will be exerted to maintain the confidentiality of reports of alleged violations.",
            "tagalog": "Ang lahat ng hakbangin ay gagawin para sa pagiging kumpidensyal ng mga ulat ng mga di-umano'y paglabag."
          },
          "4.2.2.5": {
            "english": "Any retaliation against anyone who in good faith reports possible violations of this Code or any company guidelines will not be tolerated and may be subjected to appropriate action.",
            "tagalog": "Anumang paraan ng paghihiganti laban sa sinuman na may magandang hangarin na nag-ulat ng palabag sa Code na ito at mga patakaran ay hindi papayagan ng Kumpanya at maari pa na isailalim sa naaayong aksyon."
          }
        }
      },
      "4.3": {
        "title": "Dealing with Violations to the Code of Conduct and Workplace Discipline",
        "4.3.1": {
          "english": "The Code serves as a guide for conducting business aligned with the Company's Core Values.",
          "tagalog": "Ang Code na ito ay magsisilbing gabay para sa pagkilos na naayon core values ng Kumpanya."
        },
        "4.3.2": {
          "english": "Each employee is responsible for reading, understanding, and following the Company's Code of Conduct. Anyone who violates this code is subject to appropriate disciplinary actions, the maximum penalty of which is termination of employment. He/She may also be subjected to civil and criminal sanctions if warranted. Employees are expected to understand and comply with all guidelines related to their jobs.",
          "tagalog": "Ang bawat empleyado ay inaatasang basahin at unawain ang Code of Conduct ng Kumpanya. Sinumang lumabag sa Code na ito ay maaring disiplinahin na ang pinakamabigat na parusa ay pagtanggal sa trabaho. Maari ding kasuhan ng sibil o kriminal ang lumabag kung kinakailangan. Inaasahang ang mga empleyado ay nauunawaan at susundin ang lahat ng patakaran ukol sa kanilang trabaho."
        },
        "4.3.3": {
          "title": "Penalty Matrix",
          "violations": [
            {
              "principle": "Principle # 1: Foodsphere, Inc. Conducts Business with the highest level of Integrity.",
              "items": [
                {
                  "sn": 1,
                  "provision_english": "Any form or acts of dishonesty such as, but not limited to, giving false or incomplete information in an investigation, interview, inquiry or medical exam; skipping process; falsification or unauthorized alteration/tampering of documents/data; and misrepresentation on any internal or external transactions.",
                  "provision_tagalog": "Anumang anyo ng panghuhuwad o pagsisinungaling na hindi nalilimitahan sa pagbibigay na mali o di-kumpletong impormasyon sa isinasagawang imbestigasyon, panayam, pagtatanong at medical exam; paglaktaw sa proseso; palsipikasyon o di-awtorisadong pagbabago sa mga dokumento o impormasayon; at maling paglalarawan o pagbibigay ng maling impormasyon sa mga transaksyon sa loob o labas mang ng Kumpanya.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 2,
                  "provision_english": "Malversation of Company or employee cooperative funds.",
                  "provision_tagalog": "Paglulustay ng pondo ng Kumpanya o kooperatiba ng empleyado.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 3,
                  "provision_english": "Conflict of interest or engaging directly or indirectly with any enterprise whose business is in direct or indirect competition with the Company or with which Foodsphere, Inc. has a commercial relationship and where such participation is improper or undesirable in the interest of the Company. This includes being employed or performing services for other organizations without prior written permission from the concerned Supervisor/Manager or Human Resources.",
                  "provision_tagalog": "Pagkakaroon ng conflict of interest o pakikipagtransaksyon sa mga kumpanyang kakompetensiya ng Kumpanya, direkta man o hindi, na maaaring magresulta sa hindi tama o kanais-nais na resulta sa interes ng Kumpanya. Kasama dito ang pagtratrabaho o pagseserbisyo sa mga organisasyon ng walang paunang paalam mula sa kanyang Supervisor/Manager o sa Human Resources.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 4,
                  "provision_english": "Accepting or offering bribe, rebates or kickback in any form, such as but not limited to, money, gifts, entertainment, presents, favorable conditions of employment or services; Extortion of any form, or using one's authority, position or influence to secure personal gain or interest.",
                  "provision_tagalog": "Pagtanggap, pag-aalok o pagbibigay ng suhol, rebates o kickback sa anumang anyo na hindi nalilimitahan sa pera, regalo, entertainment, kanais-nais na kondisyon sa pagbibigay trabaho o serbisyo; anumang uri ng extortion, o paggamit sa posisyon o ang pag-impluwensya para sa sariling interes at kapakinabangan.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 5,
                  "provision_english": "Unauthorized possession or taking out of company's confidential information, records, tools, and/or equipment; releasing confidential information, or trade secrets, whether written or verbal. Use or sharing of systems password and account profile. Violation of policies, instructions or agreements relating to Intellectual Property.",
                  "provision_tagalog": "Di-awtorisadong pagkakaroon o pagkuha ng pribadong impormasyon, rekord, kasangkapan at/o kagamitan ng kumpanya; pagkakalat ng pribadong impormasyon o sikreto sa kalakalan, nakasulat man o berbal. Paggamit o pagbabahagi ng systems password at account profile. Palabag sa mga patakaran at kasunduang may kinalaman sa Intellectual Property.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 6,
                  "provision_english": "Making false statements concerning awards, bonuses, or product values, product or award quality, profit potential of an investment, organizations on whose behalf monies are solicited; intentionally giving inaccurate information about Company products and/or services.",
                  "provision_tagalog": "Pagbibigay ng maling pahayag na may kinalaman sa mga parangal, bonuses, halaga ng produkto, potensyal na kikitain sa pamumuhunan; sadyang pagbibigay ng hindi tama o tumpak na impormasyon tungkol sa mga produkto at serbisyo ng Kumpanya.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 7,
                  "provision_english": "Attempting to or stealing any Company property which includes unauthorized possession, use, transfer or movement, and substitution of property without permission or authorization.",
                  "provision_tagalog": "Tangkang pagnanakaw o pagnanakaw ng anumang pag-aari ng Kumpanya kasama ang di-awtorisadong pagdadala, paggamit, paglipat at pagpapalit ng mga ito ng walang kaukulang permiso o awtorisasyon.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 8,
                  "provision_english": "Borrowing someone else's or lending one's ID or access for security, audit or any other purpose.",
                  "provision_tagalog": "Paghiram o pagpapahiram ng ID o access para sa security, audit o sa anumang kadahilanan.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 9,
                  "provision_english": "Failure to disclose to Human Resources prizes, tokens or gifts received as a result of representing Foodsphere, Inc. within 2 working days from the date the employee returns to work.",
                  "provision_tagalog": "Kabiguan sa paghahayag sa Human Resources ng mga premyo, regalo o tokens na natanggap bilang resulta ng pagiging kinatawan Foodsphere, Inc. sa loob ng dalawang araw ng pagtratrabaho simula ng pagbalik ng empleyado.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                }
              ]
            },
            {
              "principle": "Principle # 2: Foodsphere, Inc. employees always work as a team, built upon mutual respect and courtesy.",
              "items": [
                {
                  "sn": 10,
                  "provision_english": "Any form or act of sexual harassment as stated in RA 7877 Anti-sexual Harassment Act of 1995, or violation of Foodsphere, Inc.'s Harassment-Free Workplace Policy.",
                  "provision_tagalog": "Anumang uri o pagkilos na maituturing na sexual harassment na nakasaad sa RA 7877 Anti-sexual Harassment Act of 1995, o paglabag sa Harassment-Free Workplace Policy ng Foodsphere, Inc.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 11,
                  "provision_english": "Conviction of any crime under the Revised Penal Code of the Philippines.",
                  "provision_tagalog": "Napatunayang nakagawa ng anumang krimen sa ilalim ng Revised Penal Code of the Philippines.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 12,
                  "provision_english": "Any form of slander, defamation or libel against the Company, employees or any of its Officers.",
                  "provision_tagalog": "Anumang uri ng paninira, paninirang-puri o libel laban sa Kumpanya, empleyado o opisyal nito.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 13,
                  "provision_english": "Indecency, immorality or immoral conduct which directly affects work or co-employees.",
                  "provision_tagalog": "Kalaswaan, immoralidad o immoral na asal o pagkilos na nakakaapekto sa trabaho o kapwa empleyado.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 14,
                  "provision_english": "Attempting to or stealing co-employees', or other person's property within company premises which includes unauthorized possession, use, transfer or movement, and substitution of without permission or authorization.",
                  "provision_tagalog": "Tangkang pagnanakaw o pagnanakaw sa kapwa empleyado o pag-aari ng ibang tao sa loob ng nasasakupang ng Kumpanya kasama ang di-awtorisadong pagdadala, paggamit, paglipat at pagpapalit ng nito ng walang paalam.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 15,
                  "provision_english": "Offending co-employees, customers or business partners by yelling or using vulgar, rude, abrasive, disrespectful or abusive language which may involve references to race, ethnicity, religion, gender, lifestyle or sex, physical challenges or disabilities.",
                  "provision_tagalog": "Kawalang-respeto sa kapwa empleyado, customers o business partners sa pamamagitan ng pagsigaw o paggamit ng bastos, magaspang, walang galang, o mapang-abusong wika na maari ding may kaugnayan sa lahi, etnisidad, relihiyon, kasarian, pamumuhay o kapansanan.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 16,
                  "provision_english": "Unprofessional or unruly conduct during official meetings or functions or any similar activities inside or outside company sponsored activities.",
                  "provision_tagalog": "Pagiging bastos o di-tamang pag-asal habang mayroong opisyal na pagpupulong o gagawin o anumang gawain sa loob o labas man ng Kumpanya.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 17,
                  "provision_english": "Showing, exhibiting or watching pornographic materials, pictures or literature within the Company premises.",
                  "provision_tagalog": "Pagpapakita, pag-eksibit o panonood ng mga materyal, larawan at babasahin sa loob ng Kumpanya na itinuturing na pornograpiya.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 18,
                  "provision_english": "Rumor mongering or making vicious or malicious statements against the Company, employees, customers, business partners, products, and services.",
                  "provision_tagalog": "Pagkakalat ng sabi-sabi o maling pahayag na nakasisira sa Kumpanya, empleyado, customer, business partners, mga produkto at serbisyo.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 19,
                  "provision_english": "Provoking, instigating or participating in any act of violence; fighting, threatening, intimidating, coercing or inflicting harm or attempting to inflict harm/injury on a fellow employee, business partner or customer within company premises or company-sponsored activities.",
                  "provision_tagalog": "Pang-uudyok o paggawa ng karahasan tulad ng pakikipag-away, pagbabanta, pananakot, pagtatangka, pamimilit sa iba upang manakit o pananakit sa kapwa empleyado, business partner o customer, sa loob ng Kumpanya o anumang company-sponsored activities.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 20,
                  "provision_english": "Interference in official Company investigation that will jeopardize the conduct of the investigation.",
                  "provision_tagalog": "Pakikialam sa opisyal na imbestigasyon ng Kumpanya na maaring magdulot ng di maayos na resulta nito.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 21,
                  "provision_english": "Company provided uniform is the standard dress code for Foodsphere, Inc. on prescribed days to ensure that employees project a professional image for our customers, business partners, colleagues, potential employees and visitors. Business casual clothing is allowed from Fridays to Sundays. Clothing that deviates from this dress code is not allowed such as but not limited to shorts, jogging pants, tank tops or sleeveless shirts, slippers, mini-skirt and other similarly revealing, distracting and/or provocative attire that inappropriately exposes certain body parts (e.g., back, chest, legs, stomach, etc.).",
                  "provision_tagalog": "Ang binibigay na uniporme ng Kumpanya ang standard dress code sa mga araw na required ito para masigurong ang mga empleyado ay makapag-pakita ng propersyonal na imahe para sa customer, business partners, kapwa empleyado, potensyal na empleyado at mga bisita. Ang business casual clothing ay pinapayagan mula Biyernes hanggang Linggo. Ang mga pananamit na lumilihis sa dress code ng Kumpanya ay hindi papayagan na hindi nalilimitahan sa shorts, jogging pants, tank tops o sleeveless shirts, slippers, mini-skirt at anumang tulad na pananamit na nang-uudyok o nagpapakita ilang parte ng katawan (halimbawa: likod, dibdib, tiyan, atbp.)",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                }
              ]
            },
            {
              "principle": "Principle # 3: Foodsphere, Inc. employees carry out the company's affairs with entrepreneurial spirit, seizing every available opportunity in advancing and protecting the company's interests and resources.",
              "items": [
                {
                  "sn": 22,
                  "provision_english": "Unauthorized use of, or permitting unauthorized persons to use company tools, machines, equipment, gadgets, computers, vehicles, internet, email, telephone or similar properties during or outside of working hours.",
                  "provision_tagalog": "Di-awtorisadong paggamit o pagpayag na gamitin ng di-awtorisadong tao ang mga kasangkapan, kagamitan, gadgets, computers, sasakyan, internet, email, telepono o mga tulad na pag-aari ng kumpanya habang nasa loob o kahit sa labas ng oras ng trabaho.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 23,
                  "provision_english": "Attempting to or convincing others to commit any acts/form of sabotage against the Company, such as but not limited to deliberately damaging or attempting to damage Company products or property; deliberately misprocessing or obstructing normal operations; intentional slowdown or unauthorized work stoppage or restricting output.",
                  "provision_tagalog": "Tangkang pagkumbinsi o pagkumbinsi sa iba na gumawa na hakbang para i-sabotahe ang Kumpanya na hindi nalilimitahan sa sadyang pagsira o tangkang pagira ng produkto o pag-aari ng Kumpanya; sadyang pagmamali o pagpigil sa normal na operasyon; sadyang pagpapabagal o di awtorisadong pagtigil o pagbabawas ng output.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 24,
                  "provision_english": "Drinking, possession, distribution of liquor or any intoxicating substance, or being under the influence of alcohol within Company premises, or at company functions outside Company premises, unless explicitly permitted on special occasions.",
                  "provision_tagalog": "Ang pag-inom, pagdadala, pamimigay ng alak o anumang inuming nakalalasing, o ang pagpunta ng naka-inom sa loob ng Kumpanya o sa mga pagtitipong inihanda at isinagawa ng Kumpanya maliban kung tahasang pinayagan para sa ilang mahalagang okasyon.",
                  "class": 2,
                  "first_offense": "30 Days suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 25,
                  "provision_english": "Unauthorized possession of firearms, explosives, or any material that may be used to inflict injuries or cause damage to property.",
                  "provision_tagalog": "Di-awtorisadong pagdadala ng armas, explosives, o anumang materyal na maaaring makasakit, makasugat o makasira ng pagaari ng Kumpanya.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 26,
                  "provision_english": "Use, possession or distribution of illegal drugs, controlled substance or related paraphernalia within Company premises; proven addiction to illegal drugs or controlled substance, in compliance to the Republic Act No. 9165 or Comprehensive Dangerous Drugs Act of 2002 (IRR  DOLE 53-03)",
                  "provision_tagalog": "Paggamit, pagdadala, pamimigay o pagbebenta ng illegal drugs, controlled substance o mga kaugnay na paraphernalia sa loob ng nasasakupan ng Kumpanya; napatunayang adiksyon sa illegal drugs o controlled substance, alinsunod sa Republic Act No. 9165 o Comprehensive Dangerous Drugs Act of 2002 (IRR  DOLE 53-03).",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 27,
                  "provision_english": "Violation of environmental and sanitation policies, regulations, instructions, or practices. This includes but is not limited to littering, vandalism and improper waste disposal.",
                  "provision_tagalog": "Paglabag sa mga patakaran, regulasyon, tagubilin at mga gawaing nangagalaga sa kapaligiran at kalinisan. Hindi ito nalilimitahan sa pagkakalat, vandalism at hindi tamang pagtapon ng basura.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 28,
                  "provision_english": "Losing or misplacing confidential, proprietary Company information, records or data causing damage to the Company or its operation.",
                  "provision_tagalog": "Pagkawala ng confidential at pribadong impormasyon, rekord o data na nagdulot abala sa Kumpanya o sa operasyon nito.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 29,
                  "provision_english": "Permitting, assisting or tolerating unauthorized persons to enter or to have access to work areas, cabinets, lockers, file cabinets, etc.",
                  "provision_tagalog": "Pagpayag, pagtulong o pagpaparaya sa di-awtorisadong tao na pumasok o magkaroon ng access sa lugar ng paggawa, cabinets, lockers, file cabinets, atbp.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 30,
                  "provision_english": "Smoking in \"No smoking areas\"",
                  "provision_tagalog": "Paninigarilyo sa \"No smoking areas.\"",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 31,
                  "provision_english": "Posting or removal of any matter in the bulletin board or any part of the Company premises unless specifically authorized by the Company.",
                  "provision_tagalog": "Paglalagay o pagtanggal ng anumang bagay sa bulletin board o sa anumang lugar na nasasakupan ng Kumpanya maliban kung awtorisado ng Kumpanya.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 32,
                  "provision_english": "Non-compliance to medical requirements such as but not limited to failure to report a known serious or communicable disease which may put other employees at risk; failure to undergo scheduled medical examinations; failure to comply with doctor's instruction to undergo treatment or rest.",
                  "provision_tagalog": "Di pagsunod at pagkumpleto sa medical requirements na hindi nalilimitahan sa hindi pagre-report ng nalalamang malubha at nakahahawang sakit na maaring maglagay sa panganib sa mga kapwa empleyado; hindi pagsunod na masuri sa mga nakatakdang medical examinations; hindi pagsunod sa mga tagubilin ng doctor na gamutan o pahinga.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 33,
                  "provision_english": "Failure to report a personal injury within 2 hours after occurrence during company time with or without effects to company property.",
                  "provision_tagalog": "Hindi pagre-report ng personal injury sa loob ng dalawang (2) oras matapos ito mangyari habang nasa oras ng trabaho, mayroon man o walang epekto sa pag-aari ng Kumpanya.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 34,
                  "provision_english": "Unauthorized bringing in of any electronic gadget inside the manufacturing facility, and other defined restricted areas of the Company.",
                  "provision_tagalog": "Di-awtorisadong pagdadala ng anumang electronic gadget sa loob ng manufacturing facility at mga restricted areas.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 35,
                  "provision_english": "Unauthorized installation, use or downloading of unlicensed or unauthorized software or hardware on company computers regardless of the employee's intent.",
                  "provision_tagalog": "Di-awtorisadong installation, paggamit o pag-download ng unlicensed o di-awtorisadong software o hardware sa mga computer ng Kumpanya anuman ang intensyon ng empleyado.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 36,
                  "provision_english": "Eating in Prohibited Areas without proper authorization such as but not limited to production floor, laboratory and offices.",
                  "provision_tagalog": "Pagkain sa mga prohibited areas ng wala awtorisasyon na hindi nalilimitahan sa production floor, laboratory at mga opisina.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": 37,
                  "provision_english": "Failure to wear company ID and/or Company uniform during working hours or whenever required in accordance with Company policy.",
                  "provision_tagalog": "Hindi pag-susuot ng company ID at/o Company uniform habang nasa oras ng trabaho at sa lahat ng mga pagkakataong kinakailangan ayon sa patakaran ng Kumpanya.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": 38,
                  "provision_english": "Permitting others to use one's Personal Protective Equipment (PPE) or wearing another's PPE.",
                  "provision_tagalog": "Pagpayag na gamitin ng iba ang sariling Personal Protective Equipment (PPE) o paggamit ng PPE na pag-aari ng iba.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": 39,
                  "provision_english": "Incurring unnecessary cost/expenses due to damage or wastage of ingredients, materials and tools due to negligence.",
                  "provision_tagalog": "Pagkakaroon ng di-kinakailangan gastos dahil sa pagkasira o pagkaaksaya ng mga sangkap, materyales at mga kasangakapan dahil sa kapabayaan.",
                  "note": "For item #39",
                  "sub_items": [
                    {
                      "category": "a",
                      "description_english": "Actual damage may range from none to delay in operations, or up to P10,000 worth of financial/operational/property loss.",
                      "description_tagalog": "Pagkasira o pagkawala na nagdulot ng financial/operational/property loss na hindi hihigit sa P10,000.00",
                      "class": 3,
                      "first_offense": "15 Days Suspension",
                      "second_offense": "30 Days Suspension",
                      "third_offense": "Dismissal"
                    },
                    {
                      "category": "b",
                      "description_english": "Leads to minor damage to property; financial/operational/property loss of up to P100,000.00, delay in operations, audit observation, recordable injury or injury requiring first aid treatment.",
                      "description_tagalog": "Pagkasira o pagkawala na nagdulot ng financial/operational/property loss na hindi hihigit sa P100,000.00",
                      "class": 2,
                      "first_offense": "30 Days Suspension",
                      "second_offense": "Dismissal"
                    },
                    {
                      "category": "c",
                      "description_english": "Leads to significant damage to property; financial/operational/property loss of more than P100,000, machine/operation shutdown or lost-time injury or disability.",
                      "description_tagalog": "Nagdulot ng pagkasira o pagkawala na nagdulot ng financial/operational/property loss na higit sa P100,000, machine o operation breakdown o lost-time injury o disability.",
                      "class": 1,
                      "first_offense": "Dismissal"
                    }
                  ]
                }
              ]
            },
            {
              "principle": "Principle # 4: Foodsphere, Inc. employees are dedicated to deliver high performance for the good of our customers through unending pursuit of excellence",
              "items": [
                {
                  "sn": 40,
                  "provision_english": "Frequent violation of Company rules and regulations. Commission of any of the following is considered habitual:",
                  "provision_tagalog": "Palagiang paglabag sa mga patakaran at regulasyon ng Kumpanya. Ang mga sumusunod ay itinuturing na palagiang paglabag:",
                  "class": 1,
                  "first_offense": "Dismissal",
                  "sub_items": [
                    {
                      "category": "a",
                      "description_english": "Has been given a total of four (4) disciplinary actions in 12 months, at least one of which involves suspension from work.",
                      "description_tagalog": "Nabigyan ng apat (4) na disciplinary actions sa loob ng labingdalawang buwan na ang isa ay nagdulot ng suspension sa trabaho."
                    },
                    {
                      "category": "b",
                      "description_english": "Has been given a total of five disciplinary actions in 12 months, regardless of offense or corrective action.",
                      "description_tagalog": "Nabigyan ng limang disciplinary actions sa loob ng labingdalawang buwan, anuman ang paglabag o disiplinang natanggap."
                    }
                  ]
                },
                {
                  "sn": 41,
                  "provision_english": "Consistent failure to meet Performance Standards. Employee is on Performance Improvement Plan (PIP) for at least 3 consecutive semesters.",
                  "provision_tagalog": "Palagiang hindi pag-abot ng i tinakdang performance standards. Ang empleyado ay nasa Performance Improvement Plan (PIP) sa loob ng tatlong (3) semesters.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 42,
                  "provision_english": "Gross insubordination by employees by not following work related instructions given by immediate superior (documented failure to obey instruction several times by the employee)",
                  "provision_tagalog": "Tahasang di-pagsunod ng empleyado sa kautusan ng superior na may kaugnayan sa kanyang trabaho (dokumentadong paulit-ulit na hindi pagsunod ng empleyado sa tamang kautusan)",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 43,
                  "provision_english": "Unauthorized distribution of confidential printed materials, soliciting signatures, without the prior consent and approval of the management.",
                  "provision_tagalog": "Di-awtorisadong pamamahagi ng printed materials o paglilikom ng mga lagda ng walang pahintulot at approval ng management.",
                  "class": 2,
                  "first_offense": "30 Days",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 44,
                  "provision_english": "Gambling, lottery or any game of chance at any time within the Company premises.",
                  "provision_tagalog": "Pagpapatakbo o pagsali sa anumang ilegal na loterya o anumang uri ng sugal o larong pakikipagsapalaran sa anumang oras habang nasa loob ng nasasakupan ng Kumpanya.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 45,
                  "provision_english": "Promoting/Engaging/Participating in money lending of usurious nature during Company time and within Company premises.",
                  "provision_tagalog": "Pagtataguyod o pagsali sa pagpapautang ng pera sa di-makatarungang interes o paraan habang nasa oras ng trabaho o habang nasa loob ng nasasakupan ng Kumpanya.",
                  "class": 1,
                  "first_offense": "Dismissal"
                },
                {
                  "sn": 46,
                  "provision_english": "Sleeping during working hours.",
                  "provision_tagalog": "Pagtulog habang nasa oras ng trabaho.",
                  "class": 2,
                  "first_offense": "30 Days Suspension",
                  "second_offense": "Dismissal"
                },
                {
                  "sn": 47,
                  "provision_english": "Unauthorized change of work schedule or shift.",
                  "provision_tagalog": "Di-awtorisadong pagpapalit ng schedule o shift sa trabaho.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 48,
                  "provision_english": "Malingering or feigning illness to avoid doing assigned work.",
                  "provision_tagalog": "Pagpapanggap na may sakit upang makaiwas sa ipinapagawang trabaho.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 49,
                  "provision_english": "Holding unofficial and non-business related meetings within the company premises without previous written permission from Human Resources.",
                  "provision_tagalog": "Pagsasagawa ng mga hindi opisyal o di-konektadong meeting sa trabaho sa loob ng nasasakupan ng Kumpanya na walang nakasulat na pahintulot mula sa Human Resources.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 50,
                  "provision_english": "Failure of immediate superior to initiate the disciplinary process within 15 calendar days from the date he is made aware of the offense.",
                  "provision_tagalog": "Hindi pagpapasimula ng disciplinary process ng immediate superior sa loob ng labinglimang araw mula ng malaman ang paglabag.",
                  "class": 3,
                  "first_offense": "15 Days Suspension",
                  "second_offense": "30 Days Suspension",
                  "third_offense": "Dismissal"
                },
                {
                  "sn": 51,
                  "provision_english": "Failure to report for overtime without justifiable reason, after having been informed and agreed upon with superior(s).",
                  "provision_tagalog": "Hindi pagrereport sai tinakdang overtime ng walang katanggap-tangap na dahilan matapos itong mapagkasunduan kasama ng mga superior.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 52,
                  "provision_english": "Unauthorized vending or buying during office hours and while within Company premises.",
                  "provision_tagalog": "Di-awtorisadong pagbebenta o pagtitinda o pagbili habang nasa oras ng trabaho at habang nasa loob ng nasasakupan ng Kumpanya.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 53,
                  "provision_english": "Unauthorized solicitation or collection of contribution for any purpose whatsoever during office or work hours (without the approval of Human Resources)",
                  "provision_tagalog": "Di-awtorisadong paglilikom o pangongolekta ng kontribusyon para anumang dahilan habang nasa oras ng trabaho ng walang pahintulot ng Humang Resources.",
                  "class": 4,
                  "first_offense": "7 Days Suspension",
                  "second_offense": "15 Days Suspension",
                  "third_offense": "30 Days Suspension",
                  "fourth_offense": "Dismissal"
                },
                {
                  "sn": 54,
                  "provision_english": "Failure to update Human Resources within 30 days of any change in civil status, address, additional dependents and other pertinent information.",
                  "provision_tagalog": "Hindi pagpapaalam sa Human Resources sa loob ng tatlumpung (30) araw ang anumang pagbabago sa civil status, tirahan, dagdag na dependents at iba pang mahahalagang impormasyon.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": 55,
                  "provision_english": "Failure by the immediate superior to report any changes to an employee's work location, job assignment, or any similar work-related information, which includes transferring employees without approved documentation.",
                  "provision_tagalog": "Hindi pagpapaalam ng immediate superior ang anumang pagbabago sa work location, job assignment, o anumang impormasyong may kinalaman sa trabaho kabilang na ang paglilipat ng empleyado ng walang aprubadong dokumentasyon.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": "56-60",
                  "provision_56_english": "Failure to comply with or deviation from normal duties and responsibilities, procedures, S.O.P.s, work instruction and policies including but not limited to those related to housekeeping, documentation, wearing of proper work apparel, compliance to training agreements, etc.",
                  "provision_56_tagalog": "Hindi pagsunod o pag-iwas sa mga normal na tungkulin at reponsibilidad, pamamaraan, S.O.P.s, alituntunin at patakaran sa trabaho na hindi nalilimitahan sa housekeeping, dokumentasyon, pagsusuot ng tamang damit paggawa, pagsunod sa mga training agreements, atbp.",
                  "provision_57_english": "Negligence in the performance of assigned tasks or duties which includes, but is not limited to, misuse of company property, products or services; negligence in taking care of company property, passwords/systems access, equipment and gadgets assigned to the employee.",
                  "provision_57_tagalog": "Pagpapabaya sa paggawa, hindi pagtupad ng tungkulin na hindi nalilimitahan sa maling paggamit ng pag-aari ng Kumpanya, produkto o serbisyo; kapabayaan sa pangagalan ng mga pag-aari ng Kumpanya, passwords/systems access, equipment at gadgets na nakatalaga sa empleyado.",
                  "provision_58_english": "Failure to perform reasonable work-related instruction given by the superior.",
                  "provision_58_tagalog": "Hindi pagsunod sa makatuwirang kautusan ng superior na may kaugnayan sa kanyang trabaho.",
                  "provision_59_english": "Failing to be at or leaving one's work area during scheduled duty hours without proper notice or authorization.",
                  "provision_59_tagalog": "Pag-alis sa nakatakdang lugar o oras ng trabaho ng walang pahintulot.",
                  "provision_60_english": "Taking break periods that are longer than the prescribed time or at times other than the prescribed time or at times other than when scheduled.",
                  "provision_60_tagalog": "Paglabis o walang pahintulot sa itinakdang oras ng break time.",
                  "note": "For item 56 to 60",
                  "sub_items": [
                    {
                      "category": "a",
                      "description_english": "Actual damage may range to none to delay in operations, or up to P10,000.00 worth of financial/operational/property loss.",
                      "description_tagalog": "Aktwal na pagkasira o pagka-antala ng operasyon na nagdulot ng hanggang P10,000.00 financial/operational/property loss.",
                      "class": 3,
                      "first_offense": "15 Days Suspension",
                      "second_offense": "30 Days Suspension",
                      "third_offense": "Dismissal"
                    },
                    {
                      "category": "b",
                      "description_english": "Leads to significant damage to property; financial/operational/property loss of up to P100,000.00, delay in operation, audit observation, recordable injury or disability.",
                      "description_tagalog": "Pagkasira sa pag-aari; financial/ operational/ property loss ng hanggang P100,000, pagka-antala ng operasyon, audit observation, recordable injury o disability.",
                      "class": 2,
                      "first_offense": "30 Days Suspension",
                      "second_offense": "Dismissal"
                    },
                    {
                      "category": "c",
                      "description_english": "Leads to significant damage to property; financial/operational/property loss or more than P100,000.00, machine /operation shutdown or lost-time injury or disability.",
                      "description_tagalog": "Nagdulot ng malaking pagkasira sa pag-aari ng Kumpanya; financial/operational/property loss o nagkakahalaga ng higit sa P100,000, pagkasira o pagtigil ng makina o lost-time injury o disability.",
                      "class": 1,
                      "first_offense": "Dismissal"
                    }
                  ]
                },
                {
                  "sn": 61,
                  "provision_english": "Tardy for more than two (2) times within a 15 day payroll period.",
                  "provision_tagalog": "Pagkahuli sa trabaho ng higit dalawang (2) beses sa isang 15 araw na payroll period.",
                  "class": 5,
                  "first_offense": "Written Warning",
                  "second_offense": "7 Days Suspension",
                  "third_offense": "15 Days Suspension",
                  "fourth_offense": "30 Days Suspension",
                  "fifth_offense": "Dismissal"
                },
                {
                  "sn": 62,
                  "provision_english": "Unauthorized absence",
                  "provision_tagalog": "Hindi pagpasok ng walang pahintulot",
                  "sub_items": [
                    {
                      "category": "a",
                      "description_english": "Absent for one (1) working day.",
                      "description_tagalog": "Hindi pagpasok ng isang (1) araw.",
                      "class": 5,
                      "first_offense": "Written Warning",
                      "second_offense": "15 Days Suspension",
                      "third_offense": "30 Days Suspension",
                      "fourth_offense": "Dismissal"
                    },
                    {
                      "category": "b",
                      "description_english": "Absent for two (2) consecutive working days.",
                      "description_tagalog": "Hindi pagpasok ng dalawang (2) magkasunod na araw.",
                      "class": 4,
                      "first_offense": "7 Days Suspension",
                      "second_offense": "15 Days Suspension",
                      "third_offense": "30 Days Suspension",
                      "fourth_offense": "Dismissal"
                    },
                    {
                      "category": "c",
                      "description_english": "Absent for three (3) to four (4) consecutive working days.",
                      "description_tagalog": "Hindi pagpasok ng tatlo (3) hanggang apat (4) na magkakasunod na araw.",
                      "class": 3,
                      "first_offense": "15 Days Suspension",
                      "second_offense": "30 Days Suspension",
                      "third_offense": "Dismissal"
                    },
                    {
                      "category": "d",
                      "description_english": "Absent for five (5) consecutive working days.",
                      "description_tagalog": "Hindi pagpasok ng limang (5) magkakasunod na araw.",
                      "class": 2,
                      "first_offense": "30 Days",
                      "second_offense": "Dismissal"
                    },
                    {
                      "category": "e",
                      "description_english": "Absent for more than five (5) working days.",
                      "description_tagalog": "Hindi pagpasok nang higit sa limang (5) magkakasunod na araw.",
                      "class": 1,
                      "first_offense": "Dismissal"
                    }
                  ]
                }
              ]
            },
            {
              "principle": "Principle # 5: Foodsphere, Inc. promotes a culture of welfare for its employees.",
              "items": [
                {
                  "note_1": "Refer to the Safety Manual for Safety related violations."
                },
                {
                  "note_2": "Refer to the Anti-Harassment and Anti-Abuse Policy"
                },
                {
                  "note_3": "Refer to Equal Employment Opportunity Statement"
                }
              ]
            }
          ]
        }
      },
      "4.4": {
        "title": "Guides to Using the Code of Conduct and Workplace Principles Matrix",
        "tagalog_title": "Gabay sa Paggamit ng Code of Conduct and Workplace Principles Matrix",
        "4.4.1": {
          "title": "Disciplinary Actions",
          "tagalog_title": "Pagdidisiplina",
          "policy": {
            "english": "It is the policy of the company that any conduct or behavior which interferes with or negatively affects employment may lead to disciplinary action ranging from written warning to termination of employment. The Company also has the right to collect from the employee, the cost of lost, damaged or unreturned Company asset or property. Factors which may be considered in determining the appropriate steps include but are not limited to: Seriousness of misconduct, employment record and performance history, employee's ability to correct their conduct, effects on customers, effects on business operation, effects on employees and surrounding (aggravating and mitigating) circumstances. Once the facts are gathered, the Company will determine the appropriate action, outline below:",
            "tagalog": "Patakaran ng Kumpanya na ang lahat ng pagkilos o pag-uugali na nakasasagabal sa paggawa ay maaring patawan ng parusa mula written warning hanggang sa pagtatanggal sa trabaho. Ang Kumpanya ay may karapatang gumawa ng mga hakbangin sa pagdidisiplina ayon sa bigat ng maling pagkilos o pag-uugali. Ang mga kadahilanan sa pagtukoy ng mga hakbangin ay hindi nalilimitahan sa mga sumusunod: bigat ng pagkakamali, employment at performance record, epekto sa negosyo ng Kumpanya, epekto sa kapwa empleyado at iba pang mga kalagayang maaring magpabigat o magpagaan sa parusa sa paglabag."
          },
          "classification_table": {
            "class_5": {
              "first_offense": "Written Warning",
              "severity": "Minor"
            },
            "class_4": {
              "first_offense": "7 Days Suspension",
              "severity": "Significant"
            },
            "class_3": {
              "first_offense": "15 Days Suspension",
              "severity": "Severe"
            },
            "class_2": {
              "first_offense": "30 Days Suspension",
              "severity": "Very Serious"
            },
            "class_1": {
              "first_offense": "Dismissal",
              "severity": "Extremely Severe or Serious"
            }
          },
          "4.4.1.1": {
            "title": "Written Warning",
            "english": "A written warning is often the first step to correct performance or behavior issue(s) when a situation cannot be addressed by mere counselling.",
            "tagalog": "Ang written warning ang pangunahing hakbang upang itama ang performance o maling behavior kapag ito ay hindi kayang sagutin sa pamamagitan ng pagpapayo."
          },
          "4.4.1.2": {
            "title": "Suspension",
            "english": "A suspension should be used to allow employees an opportunity to consider their commitment to correcting a behavior problem. Suspensions are used to correct behaviors that are more severe and would greatly affect operations and workplace harmony.",
            "tagalog": "Ang pagsuspinde ay kailangang gamitin upang mabigyan ang mga empleyado ng pagkakataon na maitama ang kanilang maling behavior. Ang suspensiyon ay ginagamit upang itama ang mga malalalang maling behavior na maaaring makaapekto sa operasyon at katahimikan sa Kumpanya."
          },
          "4.4.1.3": {
            "title": "Dismissal",
            "english": "Considered as the last option, an employee's employment may be terminated for cause due to a very serious or severe violation of the Code of Conduct and Workplace Discipline.",
            "tagalog": "Ang pagtatanggal sa empleyado ay itinuturing na pinakahuling aksyon na maaaring ipataw sa empleyado na napatunayang lumabag sa Code of Conduct at disiplina sa lugar ng pagtratrabaho."
          }
        },
        "4.4.2": {
          "title": "Classification of Violations",
          "tagalog_title": "Klasipikasyon ng Paglabag",
          "english": "Violations outlined on the \"Matrix\" are classified as follows:",
          "tagalog": "Ang mga sumusunod ay ang talaan ng mga paglabag:"
        },
        "4.4.3": {
          "title": "Cleansing Period",
          "english": "Cleansing period refers to the period of time required from an infraction record to be \"cleansed\" and the employee's discipline record is reset to \"zero\". The clearing period is one year from the date the violation was committed. Any repetition of the same violation within the clearing period will merit an imposition of corrective action following the progressive discipline schedule.",
          "tagalog": "Ang panahon ng paglilinis ay tumutukoy sa nakalaang oras para ang infraction record ay malinis at ang discipline record ng empleyado mai-reset sa \"zero\". Ang panahon ng paglilinis ay isang taon mula sa petsa kung kailan nagawa ang paglabag. Anumang pag-ulit sa kaparehong paglabag sa loob ng isang taon ay magdudulot ng dagdag na pagdidisiplina ayon sa talaan ng progressive discipline."
        },
        "4.4.4": {
          "title": "Preventive Suspension",
          "english": "In cases warranting termination of employment, the employee may be put on preventive suspension during the course of investigation, until a decision has been reached. A preventive suspension not exceeding thirty (30) days may be implemented if the concerned employee's presence in the Company premises poses a serious danger to life and property or if his presence is viewed as a threat to the objectivity of the ongoing investigation or would intimidate other concerned employees.",
          "tagalog": "Sa mga kasong maaring humantong sa pagtatanggal sa trabaho, ang empleyado ay maaaring bigyan ng preventive suspension habang ginagawa ang imbestigasyon at hanggang makagawa ng desisyon. Ang preventive suspension na hindi dapat lumagpas ng tatlumpung (30) araw ay maaring isagawa kung ang presensya ng empleyado ay maaaring maglagay sa kapahamakan sa buhay at pag-aari o ang kanyang presensya ay maaring makaapekto sa pagiging patas ng imbestigasyong isinasagawa o sa mga kapwa empleyado."
        },
        "4.4.5": {
          "title": "Due Process",
          "english": "The supervisor and the HR Business Partner or Representative shall ensure that:",
          "tagalog": "Kailangang siguruhin ng supervisor at ng HR Business Partner na:",
          "4.4.5.1": {
            "title": "Just Cause",
            "4.4.5.1.1": {
              "english": "There is just cause or substantive reason to initiate the discipline or corrective action process.",
              "tagalog": "May sapat at tamang dahilan para magsimula ng proseso ng pagdidisiplina."
            },
            "4.4.5.1.2": {
              "english": "The employee is given notice of the proceedings and pending corrective action. The Notice-To-Explain form may be used for this purpose. In special cases, it may be necessary to issue a more formal memo to the employee to detail this process step. The employee is given five (5) calendar days to respond to the notice-to-explain and submit a written explanation.",
              "tagalog": "Naipagbigay-alam sa empleyado ang gagawing paglilitis at ang maaring maging kaparusahan. Maaring gamiting ang Notice-To-Explain (NTE) form para dito ngunit sa mga piling pagkakataon, maaring mas pormal na 'memo' ang ibigay sa empleyado. Binibigyan ang empleyado ng limang (5) araw upang sumagot sa notice-to-explain at mabigay ng nakasulat na paliwanag."
            },
            "4.4.5.1.3": {
              "english": "The concerned employee is given the opportunity to be heard through interviews, written explanation, and/or clarificatory meetings.",
              "tagalog": "Ang naturang empleyado ay bibigyan ng pagkakataong mapakinggan ang kanyang panig sa pamamagitan ng panayam, nakasulat na paliwanag, at/o clarificatory meetings."
            }
          },
          "4.4.5.2": {
            "title": "Clarificatory Meetings",
            "english": "The enforcement of discipline in the workplace is an inherent management right and prerogative. In cases where there is not enough information or facts to make an objective decision, the HR Business Partner may call for a clarificatory meeting or investigation to interview other persons who may be able to provide more information. A clarificatory meeting may also be called for cases that may lead to termination of employment.",
            "tagalog": "Ang pagbibigay ng disiplina ay karapatan ng management. Sa mga pagkakataong hindi sapat ang ebidensya at impormasyon para makagawa ng tamang desisyon, ang HR Business Partner ay maaring magpatawag ng clarificatory meeting o ng imbestigasyon upang makapanayam ang ibang tao o empleyado na makapagbibigay ng karagdagang impormasyon. Maaari ding magpatawag ng clarificatory meeting sa mga kasong maaaring humantong sa pagtatanggal sa trabaho.",
            "investigating_team": {
              "english": "The Management selects the investigating team which may include HR Business Partner, Supervisor, Manager of the employee, union officer/representative and other supervisors/managers. Depending on the gravity of the offense, higher levels of authority may be included.",
              "tagalog": "Ang Management ang magbubuo ng investigating team na maaring kasama ang supervisor/manager ng empleyado, union officer/representative at iba pang supervisor/manger. Depende sa kabigatan ng paglabag, maaaring magsama din ng mas mataas pang opisyal ng kumpanya."
            },
            "decision": {
              "english": "After the investigation, the immediate superior of the concerned employee shall agree on a corrective action decision or recommendation.",
              "tagalog": "Pagkatapos ng imbestigasyon, ang manager ng naturang empleyado ay kailangang magkasundo sa pagdidisplinang ibibigay."
            }
          }
        },
        "4.4.6": {
          "title": "Similarly Situated Cases",
          "english": "Similarly situated cases to the foregoing offenses shall be dealt with accordingly and corresponding disciplinary action shall be imposed.",
          "tagalog": "Ang kahintulad na pangyayari o kaso sa mga nabanggit na kasalanan ay papatawan ng kaukulang hakbangin sa pagdidisiplina."
        },
        "4.4.7": {
          "title": "Appeals Process/Grievance Mechanism",
          "4.4.7.1": {
            "title": "Appeals Process for Non-union Members",
            "tagalog_title": "Proseso ng pag-apila sa mga hindi miyembro ng union",
            "4.4.7.1.1": {
              "english": "If an employee is not satisfied with the disciplinary action, he could appeal to the next higher level of authority over the immediate superior who is meting out the discipline.",
              "tagalog": "Kung ang empleyado ay hindi sang-ayon sa disciplinary action na ipinataw, maari siyang umapila sa mas mataas opisyasyal ng Kumpanya."
            },
            "4.4.7.1.2": {
              "english": "The appeal should be formalized in writing and submitted within three (3) days from the date the decision is received.",
              "tagalog": "Ang apila ay dapat pormal na nakasulat at maipasa sa loob ng tatlong (3) araw mula sa pagtanggap ng desisyon."
            },
            "4.4.7.1.3": {
              "english": "All decision involving termination of employment have to be reviewed and approved by the division head of the concerned employee, together with the Head of Human Resources.",
              "tagalog": "Ang lahat ng desisyon na may kinalaman sa pagtatanggal ng empleyado sa trabaho ay kinakailangang napag-aralan at sinang-ayunan ng division head ng naturang empleyado kasama ng head ng Human Resources."
            }
          }
        },
        "4.4.8": {
          "title": "Effect of Disciplinary Actions to Career Progression and Other Benefits",
          "tagalog_title": "Epekto ng Pagdidisiplina sa Career Progression at iba pang Benepisyo",
          "table": [
            {
              "employee_with_disciplinary_record": "Written Warning",
              "qualified_for_promotion": "No",
              "qualified_for_employee_initiated_internal_transfer": "No",
              "qualified_to_performance_bonus": "Yes"
            },
            {
              "employee_with_disciplinary_record": "Suspension",
              "qualified_for_promotion": "No",
              "qualified_for_employee_initiated_internal_transfer": "No",
              "qualified_to_performance_bonus": "No"
            }
          ],
          "note": {
            "english": "An active or un-cleared suspension record may also affect performance rating and subsequent merit increases.",
            "tagalog": "Anumang aktibong rekord ng suspension ay maaring makaapekto sa performance rating at mga susunod na merit increase."
          }
        },
        "4.4.9": {
          "title": "Documentation",
          "tagalog_title": "Dokumentasyon",
          "4.4.9.1": {
            "english": "If an employee refuses to sign any document relating to the corrective action/discipline process, a witness should sign his own name on the employee signature line indicating that the employee refused to sign. One (1) witness if the employee refuses to sign the Notice To Explain and two (2) witnesses if the employee refuses to sign the Notice Of Disciplinary Action.",
            "tagalog": "Kung ang empleyado ay hindi tinanggap ang dokumento na kaugnay sa proseso ng pagdidisiplina, kailangang may magpapatunay na ang empleyado ay tumanggi itong tanggapin. Isang (1) magpapatunay kung tumangging tanggapin ang Notice-To-Explain at dalawang (2) magpapatunay kung tumangging tanggapin ang Notice of Disciplinary Action."
          },
          "4.4.9.2": {
            "english": "The original Notice of Disciplinary Action form must be forwarded to Human Resources to be placed in the employee's 201 file. If the situation warrants the notice of disciplinary action shall be sent thru courier.",
            "tagalog": "Ang orihinal na Notice of Disciplinary Action form ay dapat ibigay sa Human Resources para mailagay sa 201 file ng empleyado. Kung kinakailangan, ang Notice of Disciplinary action ay dapat ding mapadala sa pamamagitan ng courier."
          }
        }
      },
      "4.5": {
        "title": "Language Disclaimer",
        "english": "In case of doubt between the English and Filipino version, the English version shall prevail.",
        "tagalog": "Kung sakaling magkaroon ng pag-aalinlangan sa pagitan ng English at Filipino version, ang English version ang mananatili at masusunod."
      }
    }
  }
}